[{"copyright":"Phil Hart","date":"2012-11-15","explanation":"This month's New Moon brought a total solar eclipse to parts of planet Earth on November 13 (UT). Most of the total eclipse track fell across the southern Pacific, but the Moon's dark umbral shadow began its journey in northern Australia on Wednesday morning, local time.  From along the track, this telescopic snapshot captures the Moon's silhouette in skies over Queensland along the Mulligan highway west of Port Douglas. Almost completely covered, the Sun's disk is seen still surrounded by a hint of the faint solar corona. Planet-sized prominences stretch above the active Sun's edge. Sunlight streaming through gaps in the rugged profile of the lunar limb creates the brilliant but fleeting Baily's Beads.","hdurl":"https://apod.nasa.gov/apod/image/1211/TSE2012PhilHart_6999_1600px.jpg","media_type":"image","service_version":"v1","title":"Solar Eclipse over Queensland","url":"https://apod.nasa.gov/apod/image/1211/TSE2012PhilHart_6999_900px.jpg"},{"date":"2006-06-05","explanation":"Here is a road never traveled.  To get to Victoria Crater on Mars, the rolling robotic rover Opportunity must traverse the landscape shown above.  Victoria Crater lies about one kilometer ahead. The intervening terrain shows a series of light rock outcrops that appears like some sort of cobblestone road.  Surrounding this naturally-occurring Martian road, is Martian sand ripples that must be navigated around. Inspection of the outcrop road shows it to be sprinkled with many small round rocks dubbed blueberries.  Opportunity and its sister robot Spirit continue their third year exploring Mars.  Within the next month, planetary scientists hope to maneuver Opportunity across Meridiani Planum  to get a good view of 800-meter diameter Victoria Crater.","hdurl":"https://apod.nasa.gov/apod/image/0606/victoriaroad_opportunity_big.jpg","media_type":"image","service_version":"v1","title":"The Road to Victoria Crater on Mars","url":"https://apod.nasa.gov/apod/image/0606/victoriaroad_opportunity.jpg"},{"copyright":"Egon Filter","date":"2021-09-13","explanation":"What's that in the mirror? In the featured image of the dark southern sky, the three brightest galaxies of the night are all relatively easy to identify. Starting from the left, these are the Small Magellanic Cloud (SMC), the Large Magellanic Cloud (LMC), and part of the central band of our Milky Way Galaxy. All three are also seen reflected in a shallow pool of water. But what is seen in the mirror being positioned by the playful astrophotographer? Dust clouds near the center of our Milky Way -- and the planet Jupiter.  The composite was carefully planned and composed from images captured from the same camera in the same location and during the same night in mid-2019 in Mostardas, south Brazil.  The picture won first place in the Connecting to the Dark division of the International Dark-Sky Association's Capture the Dark contest for 2021.   Quiz: What is pictured in the double-reflection below the main mirror?","hdurl":"https://apod.nasa.gov/apod/image/2109/GalaxySkyMirror_Egon_2048.jpg","media_type":"image","service_version":"v1","title":"Night Sky Reflected","url":"https://apod.nasa.gov/apod/image/2109/GalaxySkyMirror_Egon_960.jpg"},{"date":"2012-05-14","explanation":"What would it be like to fly over the asteroid Vesta? Animators from the German Aerospace Center recently took actual images and height data from NASA's Dawn mission currently visiting Vesta to generate such a virtual movie. The above video begins with a sequence above Divalia Fossa, an unusual pair of troughs running parallel over heavily cratered terrain. Next, the virtual spaceship explores Vesta's 60-km Marcia Crater, showing numerous vivid details. Last, Dawn images were digitally recast with exaggerated height to better reveal Vesta's 5-km high mountain Aricia Tholus. Currently, Dawn is rising away from Vesta after being close enough to obtain the  most detailed surface images and gravity measurements of the Solar System's second largest asteroid. In August, Dawn is scheduled to blast away from Vesta and head toward Ceres, the Solar System's largest asteroid.   Help Evaluate APOD: Do the pictures (or videos) on APOD make you more interested in reading the text?","media_type":"video","service_version":"v1","title":"Virtual Flight Over Asteroid Vesta","url":"https://www.youtube.com/embed/YYxPw_T8Vlk?rel=0"},{"copyright":"Rolf Geissinger","date":"2010-11-06","explanation":"Like an illustration in a galactic Just So Story, the Elephant's Trunk Nebula winds through the emission nebula and young star cluster complex IC 1396, in the high and far off constellation of Cepheus. Of course, the cosmic elephant's trunk is over 20 light-years long. This composite was recorded through narrow band filters that transmit the light from ionized hydrogen, sulfur, and oxygen atoms in the region. The resulting image highlights the bright swept-back ridges that outline pockets of cool interstellar dust and gas. Such embedded, dark, tendril-shaped clouds contain the raw material for star formation and hide protostars within the obscuring cosmic dust. Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a large region on the sky, spanning over 5 degrees. This dramatic close-up covers a 2 degree wide field, about the size of 4 Full Moons.","hdurl":"https://apod.nasa.gov/apod/image/1011/IC1396RolfGeissinger.jpg","media_type":"image","service_version":"v1","title":"The Elephant's Trunk in IC 1396","url":"https://apod.nasa.gov/apod/image/1011/IC1396RolfGeissinger_900c.jpg"},{"copyright":"MrEclipse.com","date":"2019-01-19","explanation":"The Moon slid through Earth's shadow on January 31, 2018 in a total lunar eclipse. In this time-lapse sequence of that eclipse from Portal, Arizona, USA, the partial eclipse starts with the Moon high in the western sky. The eclipse total phase lasted about 76 minutes, but totality ended after the dark, reddened Moon set below the horizon. The upcoming total lunar eclipse, on the night of January 20/21, will be better placed for skygazers across the Americas, though. There, all 62 minutes of the total phase, when the Moon is completely immersed in Earth's dark umbral shadow, will take place with the Moon above the horizon. Watch it if you can. The next total lunar eclipse visible from anywhere on planet Earth won't take place until May 26, 2021, and then the total eclipse will last a mere 15 minutes.","hdurl":"https://apod.nasa.gov/apod/image/1901/TLE2018Jan-seq3w.jpg","media_type":"image","service_version":"v1","title":"Total Lunar Eclipse at Moonset","url":"https://apod.nasa.gov/apod/image/1901/TLE2018Jan-seq3w.jpg"},{"date":"2004-04-22","explanation":"Discovered by the the Lincoln Near Earth Asteroid Research (LINEAR) project in October of 2002, comet C/2002 T7 is now visiting the inner solar system, making its closest approach (see animation by L. Koehn) to the Sun tomorrow, April 23rd. Emerging from the solar glare, the comet is now just visible to the unaided eye in the constellation Pisces, near the eastern horizon in morning twilight. In this gorgeous telescopic view recorded before dawn yesterday, the clearly active comet has developed an extensive, complex tail extending over 2 degrees in the anti-sunward direction, and a pronounced anti-tail or anomalous tail. Later next month this comet should appear brighter, making its closest approach to planet Earth on May 19th. In fact, it could share southern skies with another naked-eye comet, also anticipated to brighten in May, designated C/2001 Q4 (NEAT).","hdurl":"https://apod.nasa.gov/apod/image/0404/linearfreytag_full.jpg","media_type":"image","service_version":"v1","title":"Comet C/2002 T7 (LINEAR)","url":"https://apod.nasa.gov/apod/image/0404/linearfreytag_rc1.jpg"},{"copyright":"Gunther\nGroenez","date":"2003-10-25","explanation":"Awash in a sea of plasma and anchored in magnetic fields, sunspots are planet-sized, dark islands in the solar photosphere, the bright surface of the Sun. Before the enlightened(!) age of cameras, solar observers created detailed drawings of sunspots as they changed and progressed across the visible solar disk. But contemporary observers also regularly use this time-honored method of monitoring sunspots. In this sketch from March 6th 2001, astronomer Gunther Groenez has faithfully recorded the intriguing shapes and shades of major visible sunspot groups and labeled them according to their NOAA active region number. Solar north is up and east to the right. Groenez' technical equipment includes H and 2H pencil leads for the sunspot umbra (dark) and penumbra (light) areas respectively. Want to draw sunspots too? Now's your chance as two large sunspot groups are presently making their way across the solar disk. Activity associated with these large sunspots may trigger aurora in the coming days.","hdurl":"https://apod.nasa.gov/apod/image/0310/sundraw_groenez_big.jpg","media_type":"image","service_version":"v1","title":"Islands in the Photosphere","url":"https://apod.nasa.gov/apod/image/0310/sundraw_groenez.jpg"},{"copyright":"Ian Griffin","date":"2022-07-29","explanation":"SOFIA, the Stratospheric Observatory for Infrared Astronomy, is a Boeing 747SP aircraft modified to carry a large reflecting telescope into the stratosphere. The ability of the airborne facility to climb above about 99 percent of Earth's infrared-blocking atmosphere has allowed researchers to observe from almost anywhere over the planet. On a science mission flying deep into the southern auroral oval, astronomer Ian Griffin, director of New Zealand’s Otago Museum, captured this view from the observatory's south facing starboard side on July 17. Bright star Canopus shines in the southern night above curtains of aurora australis, or southern lights. The plane was flying far south of New Zealand at the time at roughly 62 degrees southern latitude. Unfortunately, after a landing at Christchurch severe weather damaged SOFIA requiring repairs and the cancellation of the remainder of its final southern hemisphere deployment.","hdurl":"https://apod.nasa.gov/apod/image/2207/ASC05954-Edit.jpg","media_type":"image","service_version":"v1","title":"SOFIA's Southern Lights","url":"https://apod.nasa.gov/apod/image/2207/ASC05954-Edit1024.jpg"},{"date":"1999-08-07","explanation":"This asteroid has a moon! The robot spacecraft Galileo currently exploring the Jovian system, encountered and photographed two asteroids during its long journey to Jupiter. The second asteroid it photographed, Ida, was discovered to have a moon which appears as a small dot to the right of Ida in this picture. The tiny moon, named Dactyl, is about one mile across, while the potato shaped Ida measures about 36 miles long and 14 miles wide. Dactyl is the first moon of an asteroid ever discovered. The names Ida and Dactyl are based on characters in Greek mythology. Do other asteroids have moons?","hdurl":"https://apod.nasa.gov/apod/image/9908/idadactyl_galileo_big.jpg","media_type":"image","service_version":"v1","title":"Ida and Dactyl: Asteroid and Moon","url":"https://apod.nasa.gov/apod/image/9908/idadactyl_galileo.jpg"},{"date":"2002-02-01","explanation":"Where does a two-ton tiger hang out? Well, in this case the Trans-Iron Galactic Element Recorder (TIGER) experiment hangs from a mobile crane on the far left in this panorama photo recorded last December near McMurdo Station, Antarctica. The helium-filled balloon which carried TIGER aloft for a record setting 31+ days is stretched out far to the right (scroll right) against the background of majestic Mt. Erebus, the southernmost active volcano in the world. While cruising with its two-ton payload above 100,000 feet, the scientific balloon's fully inflated internal volume was roughly the same as the Louisiana Superdome, but its walls were as thin as shrinkwrap. TIGER was designed to detect the unexplained galactic cosmic rays -- atomic nuclei moving at near light-speed which impinge on the Earth from outside our Solar System. By making the first sensitive measurements of cosmic rays with atomic numbers between 26 (Iron) and 40 (Zirconium), TIGER investigators will seek to identify the type of astrophysical environments which could be sources of the galactic cosmic-ray material and possible ways in which the nuclei are accelerated to such high speeds.","hdurl":"https://apod.nasa.gov/apod/image/0202/tigerlaunchPan_jasonlink_big.jpg","media_type":"image","service_version":"v1","title":"Balloon TIGER","url":"https://apod.nasa.gov/apod/image/0202/tigerlaunchPan_jasonlink.jpg"},{"date":"2000-06-04","explanation":"The sands of time are running out for the central star of this hourglass-shaped planetary nebula. With its nuclear fuel exhausted, this brief, spectacular, closing phase of a Sun-like star's life occurs as its outer layers are ejected - its core becoming a cooling, fading White Dwarf. Astronomers have recently used the Hubble Space Telescope (HST) to make a series of images of planetary nebulae, including the one above. Here, delicate rings of colorful glowing gas (nitrogen-red, hydrogen-green, and oxygen-blue) outline the tenuous walls of the \"hourglass\". The unprecedented sharpness of the HST images has revealed surprising details of the nebula ejection process and may help resolve the outstanding mystery of the variety of complex shapes and symmetries of planetary nebulae.","hdurl":"https://apod.nasa.gov/apod/image/0006/mycn18_hst_big.jpg","media_type":"image","service_version":"v1","title":"MyCn18: An Hourglass Nebula","url":"https://apod.nasa.gov/apod/image/0006/mycn18_hst.jpg"},{"copyright":"Alexandros Maragos Rollover Annotation: Judy Schmidt","date":"2015-06-08","explanation":"What's that glowing in the distance? Although it may look like a lighthouse, the rays of light near the horizon actually emanate from the Temple of Poseidon at Cape Sounion, Greece.  Some temple lights are even reflected in the Aegean Sea in the foreground. Although meant to be a monument to the sea, in this image, the temple's lights seem to be pointing out locations on the sky.  For example, the wide ray toward the right fortuitously points toward the Lagoon Nebula in the central band of our Milky Way, which runs diagonally down the image from the upper left.  Also, the nearly vertical beam seems to point toward the star clouds near the direction of the Wild Duck open cluster of stars. The featured image was taken less than three weeks ago.","hdurl":"https://apod.nasa.gov/apod/image/1506/PoseidonMW_Maragos_3000.jpg","media_type":"image","service_version":"v1","title":"The Milky Way over the Temple of Poseidon","url":"https://apod.nasa.gov/apod/image/1506/PoseidonMW_Maragos_960.jpg"},{"date":"2000-09-26","explanation":"In 1979 the Voyager 1 spacecraft compiled this view as it approached the gas giant Jupiter.  Snapping a picture every time the Great Red Spot was properly aligned, the above time-lapse sequence shows not only spot rotation but also the swirling of neighboring clouds.  Since Jupiter takes about 10 hours to rotate, this short sequence actually covers several days.  Voyager 1 shot past Jupiter rapidly taking pictures on which many discoveries would be made, including previously unknown cloud patterns, rings, moons, and active volcanoes on Jupiter's moon Io.  Voyager is moving so fast that it will one day leave our Solar System.","hdurl":"https://apod.nasa.gov/apod/image/0009/jupiterapproach_vg1_big.gif","media_type":"image","service_version":"v1","title":"Approaching Jupiter","url":"https://apod.nasa.gov/apod/image/0009/jupiterapproach_vg1.gif"},{"date":"2011-07-24","explanation":"An example of solar-powered flight, NASA's Helios aircraft flew almost one hundred years after the Wright brothers' historic flight on December 17, 1903. Pictured here at 3,000 meters in in skies northwest of Kauai, Hawaii, USA in August 2001, the remotely piloted Helios is traveling at about 40 kilometers per hour. Essentially an ultralight flying wing with 14 electric motors, the aircraft was built by AeroVironment Inc. Covered with solar cells, Helios' impressive 247 foot wide wing exceeded the wing span and even overall length of a Boeing 747 jet airliner. Climbing during daylight hours, the prototype aircraft ultimately reached an altitude just short of 30,000 meters, breaking records for non-rocket powered flight. Helios was intended as a technology demonstrator, but in the extremely thin air 30,000 meters above Earth's surface, the flight of Helios also approached conditions for winged flight in the atmosphere of Mars.","hdurl":"https://apod.nasa.gov/apod/image/1107/helios_nasa_3000.jpg","media_type":"image","service_version":"v1","title":"A Flight of Helios","url":"https://apod.nasa.gov/apod/image/1107/helios_nasa_900.jpg"},{"date":"2021-09-14","explanation":"Which way up Mount Sharp? In early September, the robotic rover Curiosity continued its ascent up the central peak of Gale Crater, searching for more clues about ancient water and further evidence that Mars could once have been capable of supporting life.  On this recent Martian morning, before exploratory drilling, the rolling rover took this 360-degree panorama, in part to help Curiosity's human team back on Earth access the landscape and chart possible future routes.  In the horizontally-compressed featured image, an amazing vista across Mars was captured, complete with layered hills, red rocky ground, gray drifting sand, and a dusty atmosphere. The hill just left of center has been dubbed Maria Gordon Notch in honor of a famous Scottish geologist.  The current plan is to direct Curiosity to approach, study, and pass just to the right of Gordon Notch on its exploratory trek.","hdurl":"https://apod.nasa.gov/apod/image/2109/MarsPan360_Curiosity_6144.jpg","media_type":"image","service_version":"v1","title":"Mars Panorama 360 from Curiosity","url":"https://apod.nasa.gov/apod/image/2109/MarsPanCompressed_Curiosity_1080.jpg"},{"date":"1996-10-07","explanation":"Caught in the act earlier this summer by the Hubble Space Telescope, the volcanic moon Io (above and right of center) and its shadow (black dot) are seen here against Jupiter's clouds. Io's shadow is 2,262 miles in diameter (about the size of Io) as it races across the swirling cloud tops at about 38,000 miles per hour. From our perspective in the inner Solar System, dramatic scenes like this one are possible when Jupiter, Io, and the Sun line up. What would this scene look like when viewed from Jupiter's cloud tops? As the shadow passed over Jupiter, for observers along the shadow's track, Io's disk would appear to eclipse the sun. The situation is familiar to those Earth Dwellers who have seen a Solar Eclipse - visible from along the track of the Moon's shadow passing across the surface of the Earth.","hdurl":"https://apod.nasa.gov/apod/image/ioshadow_hst_big.jpg","media_type":"image","service_version":"v1","title":"Io's Shadow\r\nCredit:","url":"https://apod.nasa.gov/apod/image/ioshadow_hst.gif"},{"copyright":"Robert SchwarzU. Wisconsin","date":"2002-03-20","explanation":"Looking out from the bottom of the world, strange and spectacular sights are sometimes observed.  Such was the case during the long Antarctic night of 1998, as awesome aurora sub-storms were photographed above scientific outposts.  Visible in the left foreground of the above photograph is the Martin A. Pomerantz Observatory while the now defunct SPIREX telescope canvas dome is visible to its right.  The outside temperature at the time this photograph was taken was about -73 Celsius (-100 Fahrenheit), although a slightly heated box sheltered the camera.","hdurl":"https://apod.nasa.gov/apod/image/0203/spaurora1_schwarz.jpg","media_type":"image","service_version":"v1","title":"Aurora Over Antarctica","url":"https://apod.nasa.gov/apod/image/0203/spaurora1_schwarz.jpg"},{"date":"2004-08-22","explanation":"This is what the Earth looks like at night.  Can you find your favorite country or city?  Surprisingly, city lights make this task quite possible.  Human-made lights highlight particularly developed or populated areas of the Earth's surface, including the seaboards of Europe, the eastern  United States, and Japan.  Many large cities are located near rivers or oceans so that they can exchange goods cheaply by boat.  Particularly dark areas include the central parts of South America, Africa, Asia, and Australia.  The above image is actually a composite of hundreds of pictures made by the orbiting DMSP satellites. (Editor's note: This image has become an email-attachment phenomenon! It has also generated many print requests. Unfortunately, we do not sell prints. However, a high-resolution digital version of the image is available (click here or here).","hdurl":"https://apod.nasa.gov/apod/image/0208/earthlights02_dmsp_big.jpg","media_type":"image","service_version":"v1","title":"Earth at Night","url":"https://apod.nasa.gov/apod/image/0208/earthlights02_dmsp.jpg"},{"copyright":"R�mi Boucher","date":"2010-08-16","explanation":"Meteors streaked through the sky above many of Earth's cities last week, but nobody was hurt, and no damage has been reported. The assault from space appeared to originate from someplace in the constellation of Perseus, and included millions of small projectiles hurtling toward Earth at over 200,000 kilometers per hour.  Pictured above, people gathered at ASTROLab du Mont-Megantic in southern Quebec, Canada gazed helplessly toward the sky during a similar event last year as they themselves were unable to stop the meteor onslaughts. Fortunately, Earth's defense, consisting of a planet-wide blanket of air over 100-kilometers thick, obliterated the attacking projectiles by using friction generated by their own speed to heat them into disintegration. The large triangle in the foreground, although impressive in appearance, was not part of the Earth's meteor defense system. The space attack was expected as part of the annual Perseids meteor shower as the Earth passed through sand-sized debris left over from the sun-orbiting Comet Swift-Tuttle.","hdurl":"https://apod.nasa.gov/apod/image/1008/perseids_boucher_big.jpg","media_type":"image","service_version":"v1","title":"Meteors Over Quebec","url":"https://apod.nasa.gov/apod/image/1008/perseids_boucher.jpg"},{"date":"1996-09-27","explanation":"Today is Shannon Lucid's first day on Planet Earth in six months. Her stay aboard Russia's Mir Space Station\r was of record length - the longest stay of any American in space ever. During her time in orbit around the Earth, Lucid, a biochemist,\r did many things including experiments on the effect of weightlessness\r on the human body. Pictured above, Lucid greets the astronaut that will replace her on Mir,\r John Blaha.\r","hdurl":"https://apod.nasa.gov/apod/image/slucid_sts79_big.jpg","media_type":"image","service_version":"v1","title":"Welcome Home Shannon Lucid\r\nCredit:","url":"https://apod.nasa.gov/apod/image/slucid_sts79.gif"},{"copyright":"Zheng Zhi","date":"2022-07-01","explanation":"Stars trail through a clear morning sky in this postcard from a rotating planet. The timelapse image is constructed from consecutive exposures made over nearly three hours with a camera fixed to a tripod beside the Forbidden City in Beijing, China on June 24. Arcing above the eastern horizon after the series of exposures began, a waning crescent Moon left the brightest streak and watery reflection. On that date the planets of the Solar System were also lined up along the ecliptic and left their own trails before sunrise.  Saturn was first to rise on that morning and the ringed planet's trail starts close to the top right edge, almost out of the frame. Innermost planet Mercury rose only just before the Sun though. It left the shortest trail, visible against the twilight near the horizon at the far left. Uranus and Neptune are faint and hard to find, but mingled with the star trails the Solar System's planet trails are all labeled in the scene.","hdurl":"https://apod.nasa.gov/apod/image/2207/Star-trail-of-planets.jpg","media_type":"image","service_version":"v1","title":"The Solar System's Planet Trails","url":"https://apod.nasa.gov/apod/image/2207/Star-trail-of-planets1067.jpg"},{"copyright":"John Kraus","date":"2018-08-15","explanation":"When is the best time to launch a probe to the Sun?  The now historic answer -- which is not a joke because this really happened this past weekend -- was at night. Night, not only because NASA's Parker Solar Probe's (PSP) launch window to its planned orbit occurred, in part, at night, but also because most PSP instruments will operate in the shadow of its shield -- in effect creating its own perpetual night near the Sun. Before then, years will pass as the PSP sheds enough orbital energy to approach the Sun, swinging past Venus seven times. Eventually, the PSP is scheduled to pass dangerously close to the Sun, within 9 solar radii, the closest ever. This close, the temperature will be 1,400 degrees Celsius on the day side of the PSP's Sun shield -- hot enough to melt many forms of glass.  On the night side, though, it will be near room temperature.  A major goal of the PSP's mission to the Sun is to increase humanity's understanding of the Sun's explosions that impact Earth's satellites and power grids.  Pictured is the night launch of the PSP aboard the United Launch Alliances' Delta IV Heavy rocket early Sunday morning.   Gallery: Best Submitted Images of PSP Launch","hdurl":"https://apod.nasa.gov/apod/image/1808/SolarProbeLaunch_Kraus_2048.jpg","media_type":"image","service_version":"v1","title":"Launch of the Parker Solar Probe","url":"https://apod.nasa.gov/apod/image/1808/SolarProbeLaunch_Kraus_960.jpg"},{"copyright":"Bryan Goff","date":"2020-07-06","explanation":"Unspeakable beauty and unimaginable bedlam can be found together in the Orion Nebula Arguably the most famous of all astronomy nebulas, the Great Nebula in Orion is an immense interstellar molecular cloud only 1500 light-years away.  In the featured deep image shown in assigned colors, the part of the nebula's center known as M43 is shown as taken by the Hubble Space Telescope. The Great Nebula in Orion can be found with the unaided eye near the easily identifiable belt of three stars in the popular constellation Orion.  The entire Orion Nebula, including both M42 and M43 spans about 40 light years and is located in the same spiral arm of our Galaxy as the Sun.","hdurl":"https://apod.nasa.gov/apod/image/2007/M43_HubbleGoff_4000.jpg","media_type":"image","service_version":"v1","title":"M43: Dust, Gas, and Stars in the Orion Nebula","url":"https://apod.nasa.gov/apod/image/2007/M43_HubbleGoff_960.jpg"},{"date":"2015-12-14","explanation":"What do the sharpest views ever of Pluto show? As the robotic New Horizons spacecraft moves into the outer Solar System, it is now sending back some of the highest resolution images from its historic encounter with Pluto in July. Featured here is one recently-received, high-resolution image. On the left is al-Idrisi Montes, mountainous highlands thought composed primarily of blocks of water ice.  A sharp transitional shoreline leads to the ice plains, on the right, that compose part of the heart-shaped feature known as Sputnik Planum, which contains ices including solid nitrogen. Why the plains are textured with ice pits and segmented is currently unknown. The image was taken about 15 minutes before closest approach and shows an area about 30 kilometers across. The New Horizons spacecraft is next scheduled to fly past Kuiper Belt object 2014 MU 69 on New Year's Day 2019.   AAS Members: How does APOD help you?","hdurl":"https://apod.nasa.gov/apod/image/1512/PlutoCloseUp_NewHorizons_3600.jpg","media_type":"image","service_version":"v1","title":"Pluto: From Mountains to Plains","url":"https://apod.nasa.gov/apod/image/1512/PlutoCloseUp_NewHorizons_1080.jpg"},{"date":"2005-05-23","explanation":"What causes small waves in Saturn's rings?  Observations of rings bordering the Keeler gap in Saturn's rings showed unusual waves.  Such waves were first noticed last July and are shown above in clear detail. The picture is a digitally foreshortened image mosaic taken earlier this month by the robot Cassini spacecraft now orbiting Saturn.  The rings, made of many small particles, were somehow not orbiting Saturn in their usual manner. Close inspection of the image shows the reason - a small moon is orbiting in the Keeler gap.  The previously unknown moon is estimated to span about seven kilometers and appears to have the same brightness as nearby ring particles.   The gravity of the small moon likely perturbs the orbits of ring particles that come near it, causing them to shimmy back and forth after the moon passes.  Since inner particles orbit more quickly than outer particles, only the leading particles of the inner rings and the trailing particles of the outer rings show the wave effect.","hdurl":"https://apod.nasa.gov/apod/image/0505/wavemaker_cassini_big.jpg","media_type":"image","service_version":"v1","title":"A Wave Maker Moon in Saturn's Rings","url":"https://apod.nasa.gov/apod/image/0505/wavemaker_cassini.jpg"},{"date":"1999-03-23","explanation":"A photogenic group of nebulae can be found in Chamaeleon, a constellation visible predominantly in skies south of the Earth's equator.  Towards Chamaeleon, dark molecular clouds and bright planetary nebula NGC 3195 can be found.  Visible near the center of the above photograph is a reflection nebula surrounding a young bright star. On the lower right, a dark molecular cloud blocks the light from stars behind it.  It takes light hundreds of years to reach us from these objects.","hdurl":"https://apod.nasa.gov/apod/image/9903/chamaeleon_vlt_big.jpg","media_type":"image","service_version":"v1","title":"A Chamaeleon Sky","url":"https://apod.nasa.gov/apod/image/9903/chamaeleon_vlt.jpg"},{"date":"2020-10-27","explanation":"What would an erupting volcano on Venus look like? Evidence of currently active volcanoes on Venus was announced earlier this year with the unexplained warmth of regions thought to contain only ancient volcanoes.  Although large scale images of Venus have been taken with radar, thick sulfuric acid clouds would inhibit the taking of optical light vistas. Nevertheless, an artist's reconstruction of a Venusian volcano erupting is featured. Volcanoes could play an important role in a life cycle on Venus as they could push chemical foods into the cooler upper atmosphere where hungry microbes might float.  Pictured, the plume from an erupting volcano billows upwards, while a vast lava field covers part of the hot and cracked surface of Earth's overheated twin.  The possibility of airborne microbial Venusians is certainly exciting, but currently controversial.    An APOD Described on TikTok: By astrokirsten","hdurl":"https://apod.nasa.gov/apod/image/2010/VenusVolcano_NasaRubin_1600.jpg","media_type":"image","service_version":"v1","title":"Venusian Volcano Imagined","url":"https://apod.nasa.gov/apod/image/2010/VenusVolcano_NasaRubin_1080.jpg"},{"copyright":"G. Garradd","date":"1998-02-26","explanation":"From horizon to horizon, the night sky above Loomberah, New South Wales, Australia was photographed by astronomer Gordon Garradd on March 22, 1996. Garradd used a home made all-sky camera with a fish-eye lens, resulting in a circular 200 degree field of view. This gorgeous sky view is dominated by the luminous band of the Milky Way cut by dramatic, dark interstellar dust clouds. Along with the bright stars of our Galaxy, the Large Magellanic Cloud is visible at the upper right (about 1 o'clock) and the long, lovely, bluish tail of comet Hyakutake can be seen toward the bottom of the image, near the bright star Arcturus. Bright city lights from nearby Tamworth glow along the Northwestern horizon.","hdurl":"https://apod.nasa.gov/apod/image/9802/southernsky_garradd_big.gif","media_type":"image","service_version":"v1","title":"A Southern Sky View","url":"https://apod.nasa.gov/apod/image/9802/southernsky_garradd.jpg"},{"copyright":"Guenter Kerschhuber","date":"2019-02-21","explanation":"Centered in a well-composed celestial still life, pretty, blue vdB 9 is the 9th object in Sidney van den Bergh's 1966 catalog of reflection nebulae. It shares this telescopic field of view, about twice the size of a full moon on the sky, with stars and dark, obscuring dust clouds in the northerly constellation Cassiopeia. Cosmic dust is preferentially reflecting blue starlight from embedded, hot star SU Cassiopeiae, giving vdB 9 the characteristic bluish tint associated with a classical reflection nebula. SU Cas is a Cepheid variable star, though even at its brightest it is just too faint to be seen with the unaided eye. Still Cepheids play an important role in determining distances in our galaxy and beyond. At the star's well-known distance of 1,540 light-years, this cosmic canvas would be about 24 light-years across.","hdurl":"https://apod.nasa.gov/apod/image/1902/20181013VDB9kerschhuber.jpg","media_type":"image","service_version":"v1","title":"Reflections on vdB 9","url":"https://apod.nasa.gov/apod/image/1902/20181013VDB9kerschhuber1024.jpg"},{"date":"2012-08-10","explanation":"Denizens of planet Earth watched last year's Perseid meteor shower by looking up into the bright moonlit night sky. But this remarkable view captured on August 13, 2011 by astronaut Ron Garan looks down on a Perseid meteor. From Garan's perspective onboard the International Space Station orbiting at an altitude of about 380 kilometers, the Perseid meteors streak below, swept up dust left from comet Swift-Tuttle heated to incandescence. The glowing comet dust grains are traveling at about 60 kilometers per second through the denser atmosphere around 100 kilometers above Earth's surface. In this case, the foreshortened meteor flash is right of frame center, below the curving limb of the Earth and a layer of greenish airglow, just below bright star Arcturus. Want to look up at this year's Perseid meteor shower? You're in luck. This weekend the shower should be near its peak, with less interference from a waning crescent Moon rising a few hours before the Sun.   New Curiosity Images: Including a color Gale Crater vista","hdurl":"https://apod.nasa.gov/apod/image/1208/iss028e024847perseid.jpg","media_type":"image","service_version":"v1","title":"Perseid Below","url":"https://apod.nasa.gov/apod/image/1208/iss028e024847perseid900.jpg"},{"date":"1997-12-10","explanation":"Yes, but can your soccer ball do this?  The ball near the middle of the above photograph is actually a robotic camera designed to float about a Space Shuttle and the International Space Station and take pictures. Named \"Sprint\", it is NASA's first Autonomous Extravehicular Activity Robotic Camera (AERCam) and was tested earlier this month by the crew of Space Shuttle Columbia. Sprint's diameter is actually about 50 percent larger than a soccer ball, and astronauts make a goal of not kicking it.","hdurl":"https://apod.nasa.gov/apod/image/9712/aercam1_sts87_big.jpg","media_type":"image","service_version":"v1","title":"Sprint the Flying Space Camera","url":"https://apod.nasa.gov/apod/image/9712/aercam1_sts87.jpg"},{"copyright":"Jimmy WestlakeColorado\nMountain College","date":"2004-04-27","explanation":"Comet Bradfield has become quite a sight just before sunrise -- for those with binoculars or cameras.  Although fading noticeably each day, a sky chart, a northern location, and some persistence will allow curious sky gazers to locate the cosmic snowball and its spectacular tail.  One might call Bradfield a \"camera\" comet as its extended tail is too long for most telescopes but caught nicely by normal cameras capable of long exposures and set to rotate with the sky.  Pictured above just yesterday, Comet C/2004 F4 (Bradfield) was caught as it rose on successive three-minute exposures above the Rocky Mountains near Yampa, Colorado, USA.  Visible on the upper left as a bright fuzzy smudge is the Andromeda Galaxy (M31), far in the distance.  Comet Bradfield was discovered only last month and was briefly visible to the unaided eye.  It was imaged in spectacular fashion by the SOHO spacecraft as it rounded the Sun early last week.","hdurl":"https://apod.nasa.gov/apod/image/0404/bradfield03_westlake_big.jpg","media_type":"image","service_version":"v1","title":"Comet Bradfield Rising","url":"https://apod.nasa.gov/apod/image/0404/bradfield_westlake.gif"},{"copyright":"www.MrEclipse.com","date":"2001-06-21","explanation":"Today, earthbound skygazers can celebrate a solstice, a new Moon, the closest approach of planet Mars since 1988 ... oh yes, and a total eclipse of the Sun, the first total solar eclipse of the third millennium. Of course for some, today's most spectacular celestial views will be of the eclipsed Sun from along the path of totality as the new Moon's shadow tracks across southern Africa and Madagascar. This picture from the August 1999 total solar eclipse captures the shimmering solar corona just as that eclipse's total phase ended, as seen from eastern Turkey. The first rays of bright sunlight shinning through edge-on lunar mountains and valleys create the fleeting appearance of glistening diamonds set in a ring around the Moon's silhouette. Do you want to see today's solar eclipse? Eclipse expeditions are offering live webcasts.","hdurl":"https://apod.nasa.gov/apod/image/0106/tse1999_espenak_big.jpg","media_type":"image","service_version":"v1","title":"Diamond Ring in the Sun","url":"https://apod.nasa.gov/apod/image/0106/tse1999_espenak.jpg"},{"date":"2023-04-09","explanation":"Where is the center of the Egg Nebula? Emerging from a cosmic egg, the star in the center of the Egg Nebula is casting away shells of gas and dust as it slowly transforms itself into a white dwarf star.  The Egg Nebula is a rapidly evolving pre- planetary nebula spanning about one light year. It lies some 3,000 light-years away toward the northern constellation Cygnus. Thick dust blocks the center star from view, while the dust shells farther out reflect light from this star.  Light vibrating in the plane defined by each dust grain, the central star, and the observer is preferentially reflected, causing an effect known as polarization.  Measuring the orientation of the polarized light for the Egg Nebula gives clues to location of the hidden source.  Taken by Hubble's Advanced Camera for Surveys","hdurl":"https://apod.nasa.gov/apod/image/2304/egg_hst_0.jpg","media_type":"image","service_version":"v1","title":"The Egg Nebula in Polarized Light","url":"https://apod.nasa.gov/apod/image/2304/egg_hst_0c1099.jpg"},{"date":"2015-01-30","explanation":"Four NASA suborbital sounding rockets leapt into the night on January 26, from the University of Alaska's Poker Flat Research Range. This time lapse composite image follows all four launches of the small, multi-stage rockets to explore winter's mesmerizing, aurora-filled skies. During the exposures, stars trailed around the North Celestial Pole, high above the horizon at the site 30 miles north of Fairbanks, Alaska. Lidar, beams of pulsed green lasers, also left traces through the scene. Operating successfully, the payloads lofted were two Mesosphere-Lower Thermosphere Turbulence Experiments (M-TeX) and two Mesospheric Inversion-layer Stratified Turbulence (MIST) experiments, creating vapor trails at high altitudes to be tracked by ground-based observations.","hdurl":"https://apod.nasa.gov/apod/image/1501/PFlatLaunch_compositeJan26_0.jpg","media_type":"image","service_version":"v1","title":"A Night at Poker Flat","url":"https://apod.nasa.gov/apod/image/1501/PFlatLaunch_compositeJan26_0800.jpg"},{"copyright":"Martin Pugh","date":"2014-02-08","explanation":"This sharp telescopic field of view holds two bright galaxies.  Barred spiral NGC 5101 (top right) and nearly edge-on system NGC 5078 are separated on the sky by about 0.5 degrees or about the apparent width of a full moon. Found within the boundaries of the serpentine constellation Hydra, both are estimated to be around 90 million light-years away and similar in size to our own large Milky Way galaxy. In fact, if they both lie at the same distance their projected separation would be only 800,000 light-years or so. That's easily less than half the distance between the Milky Way and the Andromeda Galaxy. NGC 5078 is interacting with a smaller companion galaxy, cataloged as IC 879, seen just below and left of the larger galaxy's bright core. Even more distant background galaxies are scattered around the colorful field. Some are even visible right through the face-on disk of NGC 5101. But the prominent spiky stars are in the foreground, well within our own Milky Way.","hdurl":"https://apod.nasa.gov/apod/image/1402/NGC5101NGC5078IC879MP.JPG","media_type":"image","service_version":"v1","title":"NGC 5101 and Friends","url":"https://apod.nasa.gov/apod/image/1402/NGC5101NGC5078IC879MPh600.JPG"},{"copyright":"Jean-Luc DauvergneCiel et Espace","date":"2018-07-10","explanation":"It's northern noctilucent cloud season -- perhaps a time to celebrate! Composed of small ice crystals forming only during specific conditions in the upper atmosphere, noctilucent clouds may become visible at sunset during late summer when illuminated by sunlight from below.  Noctilucent clouds are the highest clouds known and now established to be polar mesospheric clouds observed from the ground.  Although observed with NASA's AIM satellite since 2007, much about noctilucent clouds remains unknown and so a topic of active research. The featured time-lapse video shows expansive and rippled noctilucent clouds wafting over Paris, France, during a post-sunset fireworks celebration on Bastille Day in 2009 July.  This year, several locations are already reporting especially vivid displays of noctilucent clouds.","media_type":"video","service_version":"v1","title":"Noctilucent Clouds over Paris Fireworks","url":"https://www.youtube.com/embed/8i8-IuYoz24?rel=0"},{"date":"2005-01-17","explanation":"This color view from Titan gazes across a suddenly familiar but distant landscape on Saturn's largest moon. The scene was recorded by ESA's Huygens probe after a 2 1/2 hour descent through a thick atmosphere of nitrogen laced with methane. Bathed in an eerie orange light at ground level, rocks strewn about the scene could well be composed of water and hydrocarbons frozen solid at an inhospitable temperature of - 179 degrees C. The light-toned rock below and left of center is only about 15 centimeters across and lies 85 centimeters away.  Touching down at 4.5 meters per second (16 kilometers per hour), the saucer-shaped probe is believed to have penetrated 15 centimeters or so into a surface with the consistency of wet sand or clay. Huygen's batteries are now exhausted but the probe transmitted data for more than 90 minutes after landing. Titan's bizarre chemical environment may bear similarities to planet Earth's before life evolved.","hdurl":"https://apod.nasa.gov/apod/image/0501/titancolor_huygensP7_f.tif","media_type":"image","service_version":"v1","title":"Titan Landscape","url":"https://apod.nasa.gov/apod/image/0501/titancolor_huygensP7_c120.jpg"},{"date":"2022-03-30","explanation":"What do you call a cosmic puzzle that no one expected to see?  In this case, Odd Radio Circles, aka ORCs.  ORC-1 typifies the enigmatic five objects, only visible at radio frequencies, that were serendipitously discovered in 2019 using the new Australian SKA Pathfinder radio array.  The final image in the featured video uses 2021 data from the South African MeerKAT array to reveal more detail.  The radio data, assigned turquoise colors, are combined with a Dark Energy Survey optical/IR map.  The animated artist’s illustration explores just one idea about the ORCs’ origins.  If two supermassive black holes merge in the center of a galaxy, the associated shockwaves could generate rings of radio radiation.  These grow to fill the video frame.  The video zooms out so the expansion the ORC can be tracked until it is about a million light-years across.  Fortunately, the up-coming Square Kilometer Array can help test this and other promising scenarios.","media_type":"video","service_version":"v1","title":"Animation: Odd Radio Circles","url":"https://www.youtube.com/embed/m8qvOpcDt1o?rel=0"},{"copyright":"Ron WodaskiNewastro Remote TelescopeNew Mexico Skies","date":"2003-01-10","explanation":"Wandering through the constellation Taurus, Saturn made its closest approach to planet Earth last month, tilting its lovely rings toward appreciative skygazers while rising high in midnight skies. On January 4th and 5th, Saturn also crossed in front of the high and far-off Crab Nebula (M1), a cosmic cloud of debris from a stellar explosion and first on the list of astronomer Charles Messier's celestial sights. But Saturn and the Crab made poor playmates, as light from the bright planet overwhelmed the the diffuse nebula, all but hiding the Crab during the transit. Taken on January 2nd, a few days before their closest encounter, this composite digital image illustrates the problem. The subtle nebula is just visible at the right, while on the left, light from a drastically over-exposed Saturn overflows its pixels. Composited into the image is a correctly exposed picture of ringed Saturn with the Saturnian moons labeled. The well-exposed Saturn image was also taken on January 2nd, but captured with an exposure lasting only a fraction of a second, in contrast with the tens of seconds of exposure time required to reveal the Crab.","hdurl":"https://apod.nasa.gov/apod/image/0301/saturnm1_wodaski_big.jpg","media_type":"image","service_version":"v1","title":"The Crab that Played with the Planet","url":"https://apod.nasa.gov/apod/image/0301/saturnm1_wodaski_c2.jpg"},{"copyright":"Tom Glenn","date":"2020-09-23","explanation":"Yes, but have you ever seen the space station do this? If you know when and where to look, watching the bright International Space Station (ISS) drift across your night sky is a fascinating sight -- but not very unusual.  Images of the ISS crossing in front of the half-degree Moon or Sun do exist, but are somewhat rare as they take planning, timing, and patience to acquire.  Catching the ISS crossing in front of minuscule Mars, though, is on another level. Using online software, the featured photographer learned that the unusual transit would be visible only momentarily along a very narrow stretch of nearby land spanning just 90 meters.  Within this stretch, the equivalent ground velocity of the passing ISS image would be a quick 7.4 kilometers per second. However, with a standard camera, a small telescope, an exact location to set up his equipment, an exact direction to point the telescope, and sub-millisecond timing -- he created a video from which the featured 0.00035 second exposure was extracted.  In the resulting image capture, details on both Mars and the ISS are visible simultaneously.  The featured image was acquired last Monday at 05:15:47 local time from just northeast of San Diego, California, USA.  Although typically much smaller, angularly, than the ISS, Mars is approaching its maximum angular size in the next few weeks, because the blue planet (Earth) is set to pass its closest to the red planet (Mars) in their respective orbits around the Sun.    Portal Universe: Random APOD Generator","hdurl":"https://apod.nasa.gov/apod/image/2009/MarsISS_Glenn_1000.jpg","media_type":"image","service_version":"v1","title":"ISS Transits Mars","url":"https://apod.nasa.gov/apod/image/2009/MarsISS_Glenn_1000.jpg"},{"copyright":"AAOAATBROEUKS Telescope","date":"1999-01-03","explanation":"The Horsehead Nebula is one of the most famous nebulae on the sky. It is visible as the black indentation to the red emission nebula seen just to the right of center of the above photograph. The bright star near the center is located in the belt of the familiar constellation of Orion. The horse-head feature is dark because it is really an opaque dust cloud which lies in front of the bright red emission nebula. Like clouds in Earth's atmosphere, this cosmic cloud has assumed a recognizable shape by chance. After many thousands of years, the internal motions of the cloud will alter its appearance. The emission nebula's red color is caused by electrons recombining with protons to form hydrogen atoms. Also visible in the picture are blue reflection nebulae, which preferentially reflect the blue light from nearby stars.","hdurl":"https://apod.nasa.gov/apod/image/9901/horsehead2_dm.gif","media_type":"image","service_version":"v1","title":"Orion's Horsehead Nebula","url":"https://apod.nasa.gov/apod/image/9901/horsehead2_dm.gif"},{"copyright":"Apollo 15","date":"2016-08-05","explanation":"On July 31, 1971, Apollo 15 astronauts Jim Irwin and Dave Scott deployed the first Lunar Roving Vehicle on the Moon. Using it to explore their Hadley-Apennine landing site they spent nearly three days on the Moon while Al Worden orbited above. This digitally stitched panorama shows Scott examining a boulder on the slope of 3.5 kilometer high Mons Hadley Delta to the left of their electric-powered, four-wheel drive vehicle. The sun at his back, Irwin casts the strong shadow to the rover's right. The panoramic view extends farther right to the sunward direction, over Hadley Rille and lunar terrain, revealed in harsh, unfiltered sunlight. In total, the rover traversed 28 kilometers (17 miles) on the lunar surface. The Apollo 15 mission returned about 76 kilograms of moon rocks to planet Earth.","hdurl":"https://apod.nasa.gov/apod/image/1608/hillpan_apollo15_big.jpg","media_type":"image","service_version":"v1","title":"Apollo 15 Panorama","url":"https://apod.nasa.gov/apod/image/1608/hillpan_apollo15_big.jpg"},{"date":"2005-05-08","explanation":"Our Earth is not at rest.  The Earth moves around the Sun.  The Sun orbits the center of the Milky Way Galaxy.  The Milky Way Galaxy orbits in the Local Group of Galaxies.  The Local Group falls toward the Virgo Cluster of Galaxies.  But these speeds are less than the speed that all of these objects together move relative to the cosmic microwave background radiation (CMBR).  In the above all-sky map, radiation in the Earth's direction of motion appears blueshifted and hence hotter, while radiation on the opposite side of the sky is redshifted and colder.  The map indicates that the Local Group moves at about 600 kilometers per second relative to this primordial radiation.  This high speed was initially unexpected and its magnitude is still unexplained.  Why are we moving so fast?  What is out there?","hdurl":"https://apod.nasa.gov/apod/image/0302/dip_cobe.gif","media_type":"image","service_version":"v1","title":"CMBR Dipole: Speeding Through the Universe","url":"https://apod.nasa.gov/apod/image/0302/dip_cobe_big.jpg"},{"copyright":"Clear Skies","date":"2019-07-26","explanation":"Transfusing sunlight through a still dark sky, this exceptional display of noctilucent clouds was captured earlier this month, reflected in the calm waters of Vallentuna Lake near Stockholm, Sweden. From the edge of space, about 80 kilometers above Earth's surface, the icy clouds themselves still reflect sunlight even though the Sun is below the horizon as seen from the ground. Usually spotted at high latitudes in summer months the night shining clouds have made a strong showing so far during the short northern summer nights. Also known as polar mesopheric clouds they are understood to form as water vapor driven into the cold upper atmosphere condenses on the fine dust particles supplied by disintegrating meteors or volcanic ash. NASA's AIM mission provides daily projections of noctilucent clouds as seen from space.","hdurl":"https://apod.nasa.gov/apod/image/1907/NLCReflectionsAPODheden.jpg","media_type":"image","service_version":"v1","title":"The Veins of Heaven","url":"https://apod.nasa.gov/apod/image/1907/NLCReflectionsAPODheden.jpg"},{"date":"2017-07-04","explanation":"What if you could go right into a cluster where stars are forming? A one-minute, time-lapse, video visualization of just this has been made with 3D computer modeling of the region surrounding the star cluster Westerlund 2, based on images from the Hubble Space Telescope in visible and infrared light. Westerlund 2 spans about 10 light years across and lies about 20,000 light years distant toward the constellation of the Ship's Keel (Carina). As the illustrative animation begins, the greater Gum 29 nebula fills the screen, with the young cluster of bright stars visible in the center.  Stars zip past you as you approach the cluster. Soon your imaginary ship pivots and you pass over light-year long pillars of interstellar gas and dust.  Strong winds and radiation from massive young stars destroy all but the densest nearby dust clumps, leaving these pillars in their shadows -- many pointing back toward the cluster center. Last, you pass into the top of the star cluster and survey hundreds of the most massive stars known.    Open Science: Browse 1,500+ codes in the Astrophysics Source Code Library","media_type":"video","service_version":"v1","title":"Celestial Fireworks: Into Star Cluster Westerlund 2","url":"https://www.youtube.com/embed/dtY44sPNHcU?rel=0"},{"copyright":"Stephanie Ziyi Ye","date":"2017-04-15","explanation":"A scene in high contrast this thoughtful night skyscape is a modern composition inspired by M. C. Escher's lithograph Phosphorescent Sea. In it, bright familiar stars of Orion the Hunter and Aldebaran, eye of Taurus the Bull, hang in clear dark skies above a distant horizon. Below, faintly luminous edges trace an otherworldly constellation of patterns in mineral-crusted mud along the Uyuni Salt Flat of southwest Bolivia. The remains of an ancient lake, the Uyuni Salt Flat, Salar de Uyuni, is planet Earth's largest salt flat, located on the Bolivian Altiplano at an altitude of about 3,600 meters. Escher's 1933 lithograph also featured familiar stars in planet Earth's night, framing The Plough or Big Dipper above waves breaking on a more northern shore.","hdurl":"https://apod.nasa.gov/apod/image/1704/OrionUyuniSaltFlatYeZiyi.jpg","media_type":"image","service_version":"v1","title":"Luminous Salar de Uyuni","url":"https://apod.nasa.gov/apod/image/1704/OrionUyuniSaltFlatYeZiyi1024.jpg"},{"copyright":"TeamMPEIKI","date":"2020-06-23","explanation":"What if you could see X-rays?  The night sky would seem a strange and unfamiliar place.  X-rays are about 1,000 times more energetic than visible light photons and are produced by violent explosions and high temperature astronomical environments.  Instead of the familiar steady stars, the sky would seem to be filled with exotic stars, active galaxies, and hot supernova remnants. The featured X-ray image captures in unprecedented detail the entire sky in X-rays as seen by the eROSITA telescope onboard  Spektr-RG satellite, orbiting around the L2 point of the Sun-Earth system, launched last year. The image shows the plane of our Milky Way galaxy across the center, a diffuse and pervasive X-ray background, the hot interstellar bubble known as the North Polar Spur, sizzling supernova remnants such as Vela, the Cygnus Loop and Cas A, energetic binary stars including Cyg X-1 and Cyg X-2, the  LMC galaxy, and the Coma, Virgo, and Fornax clusters of galaxies.  This first sky scan by eROSITA located over one million X-ray sources, some of which are not understood and will surely be topics for future research.","hdurl":"https://apod.nasa.gov/apod/image/2006/SkyMapB_eROSITA_2998.jpg","media_type":"image","service_version":"v1","title":"The X-Ray Sky from eROSITA","url":"https://apod.nasa.gov/apod/image/2006/SkyMapB_eROSITA_960.jpg"},{"copyright":"Jos� J. Chamb�Cometografia","date":"2016-04-11","explanation":"Comet Linear has become unexpectedly bright. The comet, discovered in 2000, underwent a 100-fold outburst just a week before it passed a mere 14 lunar distances from Earth late last month. The comet was captured here last week at about magnitude 6 -- just bright enough to be seen by the unaided eye -- passing in front of the distant globular star cluster M14. Comet 252/P LINEAR is one of a rare group of comets that vacillate between the Earth and Jupiter every 5 years.  How the comet will evolve from here is unknown, but hopes run high that it will remain a good object for binoculars in northern skies for the next week or two.","hdurl":"https://apod.nasa.gov/apod/image/1604/CometCluster_Chambo_2400.jpg","media_type":"image","service_version":"v1","title":"The Comet and the Star Cluster","url":"https://apod.nasa.gov/apod/image/1604/CometCluster_Chambo_960.jpg"}]