[
  {
    "date": "1995-09-21",
    "explanation": "On July 20th, 1969, a human first set foot on the Moon. Pictured above is the first lunar footprint. The footprint and distinction of the first person to walk on the Moon belong to Neil Armstrong. It has been estimated that one billion people world-wide watched Armstrong's first step - making the live transmission from a camera mounted on the lunar lander the highest rated television show ever. Upon setting foot on the moon, Armstrong said: \"That's one small step for (a) man, one giant leap for mankind.\" The Apollo missions to the Moon have been described as the result of the greatest technological mobilization the world has known.",
    "hdurl": "https://apod.nasa.gov/apod/image/foot_a11.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "One Small Step",
    "url": "https://apod.nasa.gov/apod/image/foot_a11.gif"
  },
  {
    "copyright": "B. Wallis and R. \nProvin",
    "date": "1996-08-11",
    "explanation": "What slithers there? The dark curly lanes visible in part of the constellation Ophiuchus belong to the Snake Nebula. The Snake Nebula is a series of dark absorption clouds.  Interstellar dust grains - composed predominantly of carbon - absorb visible starlight and reradiate much of it in the infrared. Infrared is a band of light so red humans can't see it.  This absorption causes stars in the background to be blocked from our view - and hence the appearance of noticeable voids on the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/snake_wp_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Snake Nebula in Ophiuchus",
    "url": "https://apod.nasa.gov/apod/image/snake_wp.gif"
  },
  {
    "date": "1997-01-08",
    "explanation": "The Sun's\r surface is not smooth. It has thousands of bumps called granules\r and usually a few dark depressions called sunspots. Each of the\r numerous granules is the size of an Earth\r continent, but much shorter lived. A granule\r can only be expected to last a few minutes before dissipating\r and being replaced by a newly rising granule. In this way a granule\r acts much like a rising bubble in boiling water.\r  The above black and white, visible-light picture\r is quite unusual because the usual relative darkening visible\r near the edges of the Solar disk\r have been digitally removed. Visible near the center are two\r large sunspots\r while the computer enhancement brings out two bright plages\r close to the right solar limb.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/greysun_bear_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Grey Sun Seething",
    "url": "https://apod.nasa.gov/apod/image/9701/greysun_bear.jpg"
  },
  {
    "date": "1997-01-19",
    "explanation": "Perhaps the most famous astronomical image in recent years reveals newborn stars upon pillars of gas and dust - uncovered as researchers used the Hubble Space Telescope to explore the Eagle Nebula in 1995. This stunning picture provides a first hand glimpse of star birth as evaporating gaseous globules (EGGs) are captured emerging from pillars of molecular hydrogen gas and dust. These pillars, dubbed \"elephant trunks,\" are light years in length and are so dense that interior gas gravitationally contracts to form stars.  At each pillars' end, the intense radiation of bright young stars causes low density gas to boil away, leaving stellar nurseries of dense EGGs exposed.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/pillars3_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "From Eagle's EGGs A Star Is Born",
    "url": "https://apod.nasa.gov/apod/image/9701/pillars3_hst.jpg"
  },
  {
    "date": "1997-05-24",
    "explanation": "Saturn's rings are actually very thin.  This picture from the Hubble Space Telescope was taken on August 6, 1995 when the rings lined up sideways as seen from Earth.  Saturn's largest moon Titan is seen on the left, and Titan's shadow can be seen on Saturn's cloud tops!  Titan itself looks a brownish color because of its thick atmosphere. Four other moon's of Saturn can be seen just above the ring plane, which are, from left to right: Mimas, Tethys, Janus, and Enceladus. If you look carefully, you will note that the dark band across the planet is actually the shadow of the rings, and is slightly displaced from the real rings - which are best seen away from the planet.  Saturn's rings are not solid - they are composed of ice chunks which range in size from a grain of sand to a house.",
    "hdurl": "https://apod.nasa.gov/apod/image/saturn_24Apr_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Rings Seen Sideways",
    "url": "https://apod.nasa.gov/apod/image/saturn_24Apr_hst.gif"
  },
  {
    "copyright": "Extrasolar Visions",
    "date": "1997-10-05",
    "explanation": "In the last few years, observational astronomy has given humanity evidence of the existence of worlds beyond the solar system. Solar-type stars are now inferred to harbor planets of approximately Jupiter mass - some residing in temperature zones which could conceivably support liquid water and therefore life! Above is a hypothetical scene near one such planet whose sun, 47 Ursae Majoris (47 UMa), is very similar to our own. In our sky, 47 UMa appears as a faint, inconspicuous star below the cup of the \"the Big Dipper\". (Our own sun would be equally inconspicuous when viewed from 47 UMa ...) Astronomers G. Marcy and P. Butler announced the discovery of a planet associated with this star in 1996 and reported it to have a mass of about 2.4 Jupiters or more with an orbital period of 3 years. This artist's extrasolar vision pictures the detected planet, 47 UMa b, as a gas giant surrounded by a ring of material - analogous to our own gas giant Saturn. In the foreground lies a hypothetical moon of 47 UMa b.  Could such a moon support life? 47 UMa is only 44 light years distant, fairly close by astronomical standards - yet there is evidence for planetary systems which are closer still. NASA plans to explore nearby planetary systems using spaceborne observatories.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/whatm_47uma1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Worlds of a Distant Sun: 47 Ursae Majoris b",
    "url": "https://apod.nasa.gov/apod/image/9710/whatm_47uma1.jpg"
  },
  {
    "copyright": "T. Polakis",
    "date": "1998-08-17",
    "explanation": "Two years ago, the Great Comet of 1996, Comet Hyakutake, inched across our northern sky during its long orbit around the Sun. Visible above as the bright spot with the faint tail near the picture's center, Comet Hyakutake shares the stage with part of the central band of the Milky Way Galaxy, prominent in the picture's upper right. Also visible are Antares, the bright orange star in the upper right, Arcturus, the bright star on the lower left, and the Pipe Nebula, which is perhaps harder to find.  Comet Hyakutake's unusually close approach to the Earth allowed astronomers to learn many things, including that comets can emit much X-ray light.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/milkytake_polakis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hyakutake and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/9808/milkytake_polakis.jpg"
  },
  {
    "copyright": "P. Gitto",
    "date": "1999-03-18",
    "explanation": "Gripped by an astronomical spring fever, this week many amateur stargazers embark on a Messier Marathon. The Vernal Equinox occurs Saturday, March 20, marking the first day of Spring for the Northern Hemisphere. It also marks a favorable celestial situation for potentially viewing all the objects in 18th century French astronomer Charles Messier's catalog in one glorious dusk to dawn observing run. This year, interference from bright moonlight will be minimal as the the moon is near its dark or new phase. Astronomer Paul Gitto has created this masterful Messier Marathon grid with 11 rows and 10 columns of Messier catalog objects. In numerical order, the grid begins with M1, the Crab Nebula, at upper left and ends with M110, a small elliptical galaxy in Andromeda (lower right). Gitto's images were made with a digital camera and a 10-inch diameter reflecting telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/messmara_gitto_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier Marathon",
    "url": "https://apod.nasa.gov/apod/image/9903/messmara_gitto.jpg"
  },
  {
    "date": "1999-04-04",
    "explanation": "Is the gravity of the galaxies seen in this image high enough to contain the glowing hot gas? Superposed on an optical picture of a group of galaxies is an image taken in X-ray light.  This picture, taken by ROSAT, shows confined hot gas highlighted in false red color, and provides clear evidence that the gravity exerted in groups and clusters of galaxies exceeds all the individual component galaxies combined.  The extra gravity is attributed to dark matter, the nature and abundance of which is one of the biggest mysteries in astronomy today.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/darkmatter2_rosat_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hot Gas and Dark Matter",
    "url": "https://apod.nasa.gov/apod/image/9904/darkmatter2_rosat.jpg"
  },
  {
    "date": "1999-10-15",
    "explanation": "On July 31, 1964, Ranger 7 crashed into the Moon. Seventeen minutes before impact it snapped this picture - the first image of the Moon ever taken by a U.S. spacecraft. Of course Ranger 7 was intended to crash, transmitting close-up pictures of the lunar surface during its final moments. The Ranger program's goal was to begin high resolution mapping of the lunar surface in preparation for a future lunar landing. This first image covered 360 kilometers from top to bottom and is centered in the Mare Nubium (Sea of Clouds).  The large crater at middle right, Alphonsus, is 108 kilometers in diameter.   On July 31, 1999, Lunar Prospector crashed into the Moon. During its successful 1 year mission to map the Moon's global properties from orbit, Lunar Prospector confirmed indications that water-ice could be trapped in permanently shadowed craters near the lunar poles. Its mission complete, controllers intentionally targeted the spacecraft to impact a crater wall, hoping that water could be more directly detected in the resulting debris cloud - although the chances of a successful detection were considered low. Astronomers analyzing the data recently announced that no visible signature of water was found, so the tantalizing case for water on the Moon remains open.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/moon_ranger7_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Crashers",
    "url": "https://apod.nasa.gov/apod/image/9910/moon_ranger7.jpg"
  },
  {
    "date": "1999-12-24",
    "explanation": "How would you like to spend your holiday in low earth orbit? That's what the crew of the space shuttle Discovery is doing as they deliver six new gyros and a faster main computer to the orbiting Hubble Space Telescope. The telescope has been holding in safe mode since November 13 and will use the timely \"gifts\" to resume its exploration of the distant Universe.  This mission, STS-103, is the third mission to service the famous space observatory which was placed in orbit by Discovery on April 25, 1990. Seen here in a 1997 picture from STS-82, the second servicing mission, the space telescope, flanked by its gold-colored solar panels, hangs above the shuttle payload bay. The Earth's bright limb is in the background. Discovery closed with the Hubble on Tuesday and crew members are conducting space walks to install the new equipment. Discovery is scheduled to return to Earth after Christmas, with a December 27 landing at Kennedy Space Center - but you can e-mail season's greetings to the orbiting crew.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/hst_sts82_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble Holiday",
    "url": "https://apod.nasa.gov/apod/image/9912/hst_sts82.jpg"
  },
  {
    "copyright": "Jerry Lodriguss",
    "date": "2000-03-05",
    "explanation": "The dark nebula predominant at the lower left of the above photograph is known as the Pipe Nebula.  The dark clouds, suggestively shaped like smoke rising from a pipe, are caused by absorption of background starlight by dust.  These dust clouds can be traced all the way to the Rho Ophiuchi nebular clouds on the right.  The brightest star in the field is Antares. Many types of nebula are highlighted here: the red are emission nebula, the blue are reflection nebula, and the dark are absorption nebula. This picture has been digitally enhanced.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/pipe2_lodriguss.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pipe Dark Nebula",
    "url": "https://apod.nasa.gov/apod/image/0003/pipe2_lodriguss_big.jpg"
  },
  {
    "date": "2000-04-27",
    "explanation": "Braving intense radiation belts, the Galileo spacecraft once again flew past the surface of Jupiter's moon Io (sounds like EYE-oh) on February 22. Combining high resolution black and white images from that flyby with color data recorded last summer has resulted in this dramatic view of a region near the volcanic moon's south pole. An active and alien landscape, the bright white areas are likely due to sulfur dioxide frost and seem to be concentrated near ridges and cliffs. The three ominous black spots, each about 6-12 miles across, are volcanic craters or calderas covered with recent dark lava. A sinuous channel connects the lower left caldera with a yellowish lava flow. Io is small, but its continuous activity is driven by the drastic tides induced by Jupiter and the other Jovian moons. It is estimated that the resulting volcanism completely resurfaces Io every million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/iosouth_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Calderas And Cliffs Near Io's South Pole",
    "url": "https://apod.nasa.gov/apod/image/0004/iosouth_gal.jpg"
  },
  {
    "date": "2000-08-26",
    "explanation": "This dream-like image of Mir was recorded by astronauts as the Space Shuttle Atlantis approached the Russian space station prior to docking during the STS-76 mission. Sporting spindly appendages and solar panels, Mir resembles a whimsical flying insect hovering about 350 kilometers above New Zealand's South Island and the city of Nelson, near Cook Strait. In late March 1996, Atlantis shuttled astronaut Shannon W. Lucid to Mir for a five month visit, increasing Mir's occupancy from 2 to 3. It returned to pick Lucid up and drop off astronaut John Blaha during the STS-79 mission in August of that year. Since becoming operational in 1986, Mir has been visited by over 100 spacefarers from the nations of planet Earth including, Russia, the United States, Great Britain, Germany, France, Japan, Austria, Kazakhstan and Slovakia.  After joint Shuttle-Mir training missions in support of the International Space Station, continuous occupation of Mir ended in August 1999. Mir is still in orbit and its operation is now being pursued by commercial interests.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/mirdream_sts76_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mir Dreams",
    "url": "https://apod.nasa.gov/apod/image/0008/mirdream_sts76_2.jpg"
  },
  {
    "date": "2001-02-12",
    "explanation": "Today, at about 3 pm EST, the first human-made spacecraft is scheduled to touchdown on an asteroid.  At an impact speed of 8 kilometers per hour, it is most probable that the robot spacecraft NEAR-Shoemaker will not survive its planned collision with 433 Eros.  A primary reason for the descent, diagrammed above, will be to take images during the four hours on the way down.  If all goes well, some of those pictures will show surface features as small as 10 centimeters across.  Scientists hope to learn more about this unusual Manhattan-sized rock that is, quite possibly, older than the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/orbit_near_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Approaching Asteroid Eros",
    "url": "https://apod.nasa.gov/apod/image/0102/orbit_near.jpg"
  },
  {
    "date": "2002-01-24",
    "explanation": "A small inner moon of Saturn, Enceladus is only about 500 kilometers in diameter. But the cold, distant world does reflect over 90 percent of the sunlight it receives, giving its surface about the same reflectivity as new-fallen snow. Seen here in a mosaic of Voyager 2 images from 1981, Enceladus shows a variety of surface features and very few impact craters - indicating that it is an active world even though this ice moon should have completely cooled off long ago. In fact the fresh, resurfaced appearance of Enceladus suggests that an internal mechanism, perhaps driven by tidal pumping, generates heat and supplies liquid water to geysers or water volcanos. Since Enceladus orbits within the tenuous outer E ring of Saturn, the moon's surface may be kept snow-bright as it is continuously bombarded with icy ring particles. Eruptions on Enceladus itself would in turn supply material to the E ring. Interplanetary ski bums take note: tiny Enceladus has only about one hundredth the surface gravity of planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/enceladus_voyager2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ski Enceladus",
    "url": "https://apod.nasa.gov/apod/image/0201/enceladus_voyager2.jpg"
  },
  {
    "date": "2002-01-29",
    "explanation": "A robotic telescope with red sunglasses in Chile has been photographing the entire southern sky for years.  The result, shown above, is the most complete sky map of the most common visible light emitted from the most abundant element in our Galaxy: hydrogen.  A very specific red color emitted by warm ionized hydrogen was observed.  Although spectacular emission nebulas glow brightly in this type of red light (H-alpha), a diffuse amount of warm hydrogen is spread throughout our Galaxy and its glow nicely indicates not only where darker hydrogen and other gasses may be located, but also the sometimes- complex history of interstellar gas.  Gas tracking the plane of our Galaxy runs across the center, and huge gas clouds, some of which are the expanding shells of long dead stars, are also visible.  The above map was derived from the Southern H-Alpha Sky Survey Atlas (SHASSA) and shows that our entire Galaxy is one big emission nebula, albeit at a quite faint level.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/halpha_shassa_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Southern Sky in Warm Hydrogen",
    "url": "https://apod.nasa.gov/apod/image/0201/halpha_shassa.jpg"
  },
  {
    "date": "2002-04-11",
    "explanation": "What happens when galaxies collide? One of the best studied examples of the jumble of star clusters, gas, and dust clouds produced by such a cosmic train wreck is the interacting galaxy pair NGC 4038 / NGC 4039, the Antennae Galaxies, only sixty million light-years away. In visible light images, long, luminous tendrils of material seem to reach out from the galactic wreckage, lending the entwined pair an insect-like appearance. But this penetrating view from the new Wide-field InfraRed Camera (WIRC) attached to the Palomar Observatory's 200 inch Hale telescope shows, in false-color, details of some otherwise hidden features. The large central nuclei of the two original galaxies dominate the near-infrared scene speckled with other bright sources which are themselves giant, newly formed star clusters. Remarkably the northern (topmost) nucleus, obscured in optical images, is also revealed here to have a barred, mini-spiral structure reminiscent of many \"single\" spiral galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/irantennae_wirc_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Antennae Galaxies in Near-Infrared",
    "url": "https://apod.nasa.gov/apod/image/0204/irantennae_wirc.jpg"
  },
  {
    "date": "2002-07-20",
    "explanation": "On July 20th, 1969, humans first set foot on the Moon. Taken from a window of their Apollo 11 lunar module, the Eagle, this picture shows the footprints in the powdery lunar soil made by astronauts Neil Armstrong and Buzz Aldrin. It has been estimated that one billion people on planet Earth watched Armstrong step from the lander onto the surface of another world, making this live transmission one of the highest rated television shows ever.  In the foreground at right, a rocket nozzle on the side of the Eagle is seen in silhouette, while beyond an unfurled United States flag is the television camera, remounted on a stand to better view the landing area. The Apollo missions to the Moon have been described as the result of the greatest technological mobilization in history.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/moontv_apollo11_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Footprints on Another World",
    "url": "https://apod.nasa.gov/apod/image/0207/moontv_apollo11.jpg"
  },
  {
    "date": "2002-08-06",
    "explanation": "How fast do fundamental particles wobble?  A surprising answer to this seemingly inconsequential question is coming out of Brookhaven National Laboratory in New York, USA and may not only indicate that the Standard Model of Particle Physics is incomplete but also that our universe is filled with a previously undetected type of fundamental particle.  Specifically, the muon, a particle with similarities to a heavy electron, has had its relatively large wobble under scrutiny since 1999 in an experiment known as g-2 (gee-minus-two), pictured above.  The result galvanizes other experimental groups around the world to confirm it, and pressures theorists to better understand it.  The rate of wobble is sensitive to a strange sea of virtual particles that pop into and out of existence everywhere.  The unexpected wobble rate may indicate that this sea houses virtual particles that include nearly invisible supersymmetric counterparts to known particles.  If so, a nearly invisible universe of real supersymmetric particles might exist all around us.",
    "hdurl": "https://apod.nasa.gov/apod/image/0208/g2_bowman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Muon Wobble Possible Door to Supersymmetric Universe",
    "url": "https://apod.nasa.gov/apod/image/0208/g2_bowman.jpg"
  },
  {
    "date": "2002-08-28",
    "explanation": "In this spectacular 3D stereoscopic view from orbit, steep-sided, flat-topped hills stand above the Terra Meridiani region of Mars. Seen best with red/blue glasses (red for the left eye), the structures are reminiscent of buttes and mesas found in southwestern areas of the North American continent on planet Earth. Like their terrestrial counterparts, these layered martian outcrops apparently formed of hard sedimentary rocks with surrounding softer material eroded away. The possibility that surface water laid down the formations makes the Terra Meridiani region a tempting target for future exploration by Mars landers. But alternative explanations include material deposited by wind or accumulations of volcanic ash. The area pictured is about 3 kilometers across, maybe a thirty minute walk over flat ground. Terrestrial rock climbers take note; you and your equipment would only weigh around 1/3 as much in the lower martian surface gravity.",
    "hdurl": "https://apod.nasa.gov/apod/image/0208/3Dterrameridiani_mgs_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3D Mars: Northern Terra Meridiani",
    "url": "https://apod.nasa.gov/apod/image/0208/3Dterrameridiani_mgs_c1.jpg"
  },
  {
    "date": "2002-12-12",
    "explanation": "In December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours on the Moon, in the Taurus-Littrow valley, while colleague Ronald Evans orbited overhead. Near the beginning of their third and final excursion across the lunar surface, Schmitt took this picture of Cernan flanked by an American flag and their lunar rover's umbrella-shaped high-gain antenna. The prominent Sculptured Hills lie in the background while Schmitt's reflection can just be made out in Cernan's helmet. The Apollo 17 crew returned with 110 kilograms of rock and soil samples, more than from any of the other lunar landing sites. And after thirty years, Cernan and Schmitt are still the last to walk on the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/as17-140-21391.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17: Last on the Moon",
    "url": "https://apod.nasa.gov/apod/image/0212/as17-140-21391c1.jpg"
  },
  {
    "date": "2003-06-07",
    "explanation": "How did spiral galaxy ESO 510-13 get bent out of shape? The disks of many spirals are thin and flat, but not solid. Spiral disks are loose conglomerations of billions of stars and diffuse gas all gravitationally orbiting a galaxy center. A flat disk is thought to be created by sticky collisions of large gas clouds early in the galaxy's formation.  Warped disks are not uncommon, though, and even our own Milky Way Galaxy is thought to have a small warp.  The causes of spiral warps are still being investigated, but some warps are thought to result from interactions or even collisions between galaxies.  ESO 510-13 is about 150 million light years away and about 100,000 light years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/eso510_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Warped Spiral Galaxy ESO 510-13",
    "url": "https://apod.nasa.gov/apod/image/0306/eso510_hst_c1.jpg"
  },
  {
    "date": "2003-06-24",
    "explanation": "How smooth is the Sun?  The new Swedish 1-m Solar Telescope, deployed in the Canary Islands only last year, allows imaging of objects less than 100-km across on the Sun's surface.  When pointed toward the Sun's edge, surface objects now begin to block each other, indicating true three-dimensional information.  Close inspection of the image reveals much vertical information, including spectacular light-bridges rising nearly 500-km above the floor of sunspots near the top of the image.  Also visible in the above false-color image are hundreds of bubbling granules, each about 1000-km across, and small bright regions known as faculas.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/sun3d_sst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun's Surface in 3D",
    "url": "https://apod.nasa.gov/apod/image/0306/sun3d_sst.jpg"
  },
  {
    "date": "2003-09-04",
    "explanation": "The Crab Pulsar, a city-sized, magnetized neutron star spinning 30 times a second, lies at the center of this composite image of the inner region of the well-known Crab Nebula. The spectacular picture combines optical data (red) from the Hubble Space Telescope and x-ray images (blue) from the Chandra Observatory, also used in the popular Crab Pulsar movies. Like a cosmic dynamo the pulsar powers the x-ray and optical emission from the nebula, accelerating charged particles and producing the eerie, glowing x-ray jets. Ring-like structures are x-ray emitting regions where the high energy particles slam into the nebular material. The innermost ring is about a light-year across. With more mass than the Sun and the density of an atomic nucleus, the spinning pulsar is the collapsed core of a massive star that exploded, while the nebula is the expanding remnant of the star's outer layers. The supernova explosion was witnessed in the year 1054.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/crab_xrayopt_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Composite Crab",
    "url": "https://apod.nasa.gov/apod/image/0309/crab_xrayopt_c2.jpg"
  },
  {
    "date": "2004-03-12",
    "explanation": "Above, the ringed planet Saturn shines in x-rays. Otherwise beyond the range of human vision, the eerie x-ray view was created by overlaying a computer generated outline of the gas giant's disk and ring system on a false-color picture of smoothed, reconstructed x-ray data from the orbiting Chandra Observatory. The data represent the first clear detection of Saturn's disk at x-ray energies and held some surprises for researchers. For starters, the x-rays seem concentrated near the planet's equator rather than the poles, in marked contrast to observations of Jupiter, the only other gas giant seen at such high energies. And while Saturn's high energy emission is found to be consistent with the reflection of x-rays from the Sun, the intensity of the reflected x-rays was also found to be unusually strong. Outside the planet's disk, only a faint suggestion of x-rays from Saturn's magnificent ring system is visible at the left.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/xraySaturn_cxc_bck.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Saturn",
    "url": "https://apod.nasa.gov/apod/image/0403/xraySaturn_cxc_c1.jpg"
  },
  {
    "copyright": "StarryScapes",
    "date": "2004-04-23",
    "explanation": "Inbound from the distant solar system, comet C/2001 Q4 will soon pass just inside planet Earth's orbit and should be one of two bright, naked-eye comets visible in southern skies in May. First picked up nearly three years ago by the Near Earth Asteroid Tracking (NEAT) project Q4 appears in both of these stunning telescopic views recorded only a few days ago, on April 18th (left) and 19th, from a site near Alcohuaz, Chile. Remarkable changes in the structure of the long, graceful tail can be seen by comparing the two photos, including the dramatic kink seen near the tail's midpoint on April 19th. The apparent motion of the comet sweeping across the sky is evident when you compare the position of the tail relative to background galaxy NGC 1313, visible as a smudge near the top of each image. Q4's closest approach to the Sun will be on May 15th while its closest encounter with planet Earth will be on May 7th (see animation by L. Koehn).",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/neatQ4_tan_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet C/2001 Q4 (NEAT)",
    "url": "https://apod.nasa.gov/apod/image/0404/neatQ4_tan_c1.jpg"
  },
  {
    "copyright": "Jimmy WestlakeColorado Mountain College",
    "date": "2004-06-17",
    "explanation": "To the unaided eye, they appeared as similar fuzzy patches.  But when a bright comet passed in front of a bright star cluster last month, binoculars and cameras were able to show off their marked differences in dramatic fashion.  Pictured above, the bright comet, C/2001 Q4 (NEAT) shows many details of its coma and tail, while far in the distance the Beehive open cluster, M44, shows many of its stars.  Comet Q4 has now faded to the edge of unaided visibility and can best be found with a sky map and binoculars from the Northern Hemisphere well into June.  Star cluster M44 will remain an impressive star cluster toward the constellation of Cancer indefinitely.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/q4m44_westlake_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet NEAT and the Beehive Cluster",
    "url": "https://apod.nasa.gov/apod/image/0406/q4m44_westlake.jpg"
  },
  {
    "copyright": "Philippe\nMoussetteObs. Mont\nCosmos",
    "date": "2004-07-30",
    "explanation": "While enjoying the spaceweather on a gorgeous summer evening in mid-July, astronomer Philippe Moussette captured this colorful fish-eye lens view looking north from the Observatoire Mont Cosmos, Quebec, Canada, planet Earth. In the foreground, lights along the northern horizon give an orange cast to the low clouds. But far above the clouds, at altitudes of 100 kilometers or more, are alluring green and purple hues of the aurora borealis or northern lights, a glow powered by energetic particles at the edge of space. In the background are familiar stars of the northern sky. In particular, that famous celestial kitchen utensil, the Big Dipper (left), and the W-shaped constellation Cassiopeia (right) are easy to spot. Then, just follow the pointer stars of the Big Dipper to Polaris, perhaps the most famous northern light of all.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/moussette_aur16jul1_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Lights",
    "url": "https://apod.nasa.gov/apod/image/0407/moussette_aur16jul1_c1.jpg"
  },
  {
    "date": "2005-09-26",
    "explanation": "How do huge clusters of galaxies evolve?  To help find out, astronomers pointed the wide-angle Burrell-Schmidt telescope on Kitt Peak National Observatory in Arizona, USA at the nearby Virgo Cluster of Galaxies.  After hundreds of 15-minute exposures taken over two months in early 2004, the result is a dramatically deep and wide angle image of Virgo, the closest cluster of galaxies to our Milky Way Galaxy.  Bright foreground stars have been digitally removed from the image but are still represented by numerous unusual dark spots. Inspection of the above image shows unusually large halos for the brightest galaxies as well as unusual faint streams of stars connecting Virgo galaxies that previously appeared unrelated.  The above image allows a better reconstruction of the past few billion years of the gigantic Virgo cluster and illuminates the dynamics of clusters of galaxies in general.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/virgo_kpno.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Streams of Stars in the Virgo Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0509/virgo_kpno_big.jpg"
  },
  {
    "date": "2006-01-07",
    "explanation": "Awkward and angular looking, Apollo 17's lunar module Challenger was designed for flight in the vacuum of space. This picture from command module America, shows Challenger's ascent stage in lunar orbit. Small reaction control thrusters are at the sides of the moonship with the bell of the ascent rocket engine underneath. The hatch allowing access to the lunar surface is seen at the front, with a round radar antenna at the top. Mission commander Gene Cernan is just visible through the dark, triangular window. This spaceship performed gracefully, landing on the Moon and returning the Apollo astronauts to the orbiting command module in December of 1972. So where is Challenger now? Its descent stage remains at the Apollo 17 landing site, Taurus-Littrow. The ascent stage was intentionally crashed nearby after being jettisoned from the command module prior to the astronauts' return to planet Earth. Apollo 17's mission was the sixth and last time astronauts have landed on the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/as17-149-22859HR.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17's Moonship",
    "url": "https://apod.nasa.gov/apod/image/0601/as17-149-22859c41.jpg"
  },
  {
    "copyright": "Ben Cooper",
    "date": "2006-01-24",
    "explanation": "Destination: Pluto.  The New Horizons spacecraft roared off its launch pad at Cape Canaveral in Florida, USA last week toward adventures in the distant Solar System.   The craft is one of the fastest spaceships ever launched by humans, having passed the Moon only nine hours after launch and is on track to buzz Jupiter in early 2007.  Even traveling over 75,000 kilometers per hour, the New Horizons craft will not arrive at Pluto until 2015.  Pluto is the only remaining planet that has never been visited by a spacecraft or photographed up close.  After Pluto, the robot spaceship will visit one or more Kuiper Belt Objects orbiting the Sun even further out than Pluto.  Pictured, the New Horizons craft launches into space atop a powerful Atlas V rocket.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/NHLaunch_cooper_8.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "New Horizons Launches to Pluto",
    "url": "https://apod.nasa.gov/apod/image/0601/NHLaunch_cooper_8.jpg"
  },
  {
    "date": "2006-07-13",
    "explanation": "You are going into space.  New small cameras allow anyone with a web browser to virtually ride along with the space shuttle, at times from numerous angles, as it launches into Earth orbit.  Small cameras mounted on the tall thin solid rocket boosters have captured last week's launch of the Space Shuttle Discovery from a unique perspective and in fascinating detail.  The above movie picks up just before the space shuttle separated from the thin boosters.  The tiles on the bottom of the shuttle are clearly visible.  As the movie progresses, the shuttle Discovery and its brown external fuel tank break away from the boosters and continue onward and upward.  The new cameras not only make cool movies -- they help NASA monitor details of its shuttle launches better, with the promise of making future rocket launches safer and more efficient.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/shuttlego_nasa.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Space Shuttle Climbs to Orbit",
    "url": "https://apod.nasa.gov/apod/image/0607/shuttlego_nasa.gif"
  },
  {
    "date": "2006-07-15",
    "explanation": "In the well known Pleiades star cluster, starlight is slowly destroying this wandering cloud of gas and dust. The star Merope lies just off the upper left edge of this picture from the Hubble Space Telescope.  In the past 100,000 years, part of the cloud has by chance moved so close to this star - only 3,500 times the Earth-Sun distance - that the starlight itself is having a very dramatic effect. Pressure of the star's light significantly repels the dust in the reflection nebula, and smaller dust particles are repelled more strongly.  As a result, parts of the dust cloud have become stratified, pointing toward Merope.  The closest particles are the most massive and the least affected by the radiation pressure.  A longer-term result will be the general destruction of the dust by the energetic starlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/merope_hst_rfull.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflecting Merope",
    "url": "https://apod.nasa.gov/apod/image/0607/merope_hst_rc25.jpg"
  },
  {
    "copyright": "Catching the Light",
    "date": "2006-07-20",
    "explanation": "This lovely twilight scene, recorded last April, finds a young crescent Moon low in the west at sunset. Above it, stars shine in the darkening sky but they too are soon to drop below the western horizon. These stars and constellations are prominent in the northern hemisphere winter sky and as the season changes, slowly give way to the stars of summer. Sliding your mouse over the picture will detail the constellations and stars in view, including Orion, Gemini, Auriga, Perseus, and the Hyades and Pleiades star clusters.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/winterconst_lodriguss_008.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Constellation Construction",
    "url": "https://apod.nasa.gov/apod/image/0607/winterconst_lodriguss_008.jpg"
  },
  {
    "copyright": "2006 Astr. CampersCaelum Obs.CSSU. Arizona Alum. Assoc.",
    "date": "2006-08-31",
    "explanation": "Careful inspection of the full field of view for this sharp composite image reveals a surprising number of galaxies both near and far toward the constellation Ursa Major. The most striking is clearly NGC 3718, a warped spiral galaxy found near picture center. NGC 3718's faint spiral arms look twisted and extended, its bright central region crossed by obscuring dust lanes. A mere 150 thousand light-years to the right is another large spiral galaxy, NGC 3729. The two are likely interacting gravitationally, accounting for the peculiar appearance of NGC 3718. While this galaxy pair lies about 52 million light-years away, the remarkable Hickson Group 56 can also be seen clustered just below NGC 3718. Hickson Group 56 consists of five interacting galaxies and lies over 400 million light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/n3718final_block_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Extra Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0608/n3718final_block_c35.jpg"
  },
  {
    "copyright": "T. A. Rector",
    "date": "2007-01-01",
    "explanation": "Ten thousand years ago, before the dawn of recorded human history, a new light must suddenly have appeared in the night sky and faded after a few weeks.  Today we know this light was an exploding star and record the colorful expanding cloud as the Veil Nebula.  Pictured above is the west end of the Veil Nebula known technically as NGC 6960 but less formally as the Witch's Broom Nebula.  The rampaging gas gains its colors by impacting and exciting existing nearby gas.  The supernova remnant lies about 1400 light-years away towards the constellation of Cygnus.  This Witch's Broom actually spans over three times the angular size of the full Moon.  The bright star 52 Cygnus is visible with the unaided eye from a dark location but unrelated to the ancient supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/veil_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6960: The Witch's Broom Nebula",
    "url": "https://apod.nasa.gov/apod/image/0701/veil_noao.jpg"
  },
  {
    "date": "2007-04-24",
    "explanation": "What does the Sun look like in all three spatial dimensions?  To find out, NASA launched two STEREO satellites to perceive three dimensions on the Sun much like two eyes allow humans to perceive three dimensions on the Earth.  Such a perspective is designed to allow new insight into the surface of the rapidly changing Sun, allowing humans to better understand and predict things like Coronal Mass Ejections and solar flares that affect the Earth as well as satellites and astronauts orbiting the Earth. Pictured above are two simultaneous images of the Sun taken by STEREO A and STEREO B, now digitally combined to give one of the first 3-D pictures of the Sun ever taken.   To fully appreciate the image, one should view it with 3-D red-blue glasses. The teeming and bubbling solar surface can be seen sporting a prominent solar prominence near the top of the image.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/sun3d_stereo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun in Three Dimensions",
    "url": "https://apod.nasa.gov/apod/image/0704/sun3d_stereo.jpg"
  },
  {
    "date": "2007-10-03",
    "explanation": "Swinging inside the orbit of Mercury, on April 20th periodic comet Encke encountered a blast from the Sun in the form of a Coronal Mass Ejection (CME). When CMEs, enormous clouds of energetic particles ejected from the Sun, slam into Earth's magnetosphere, they often trigger auroral displays. But in this case, the collison carried the tail of the comet away. The tail was likely ripped off by interacting magnetic fields rather than the mechanical pressure of the collision. Clicking on the two panel image will play a movie gif of the remarkable event as recorded by the Heliospheric Imager onboard the STEREO A spacecraft. In the movie, the time between frames is about 45 minutes, while the frames span about 14x20 million kilometers at the distance of the comet. Of course, similar collisions have happened before as the ancient comet loops through its 3.3 year solar orbit. So don't worry, Encke's tail grows back!",
    "hdurl": "https://apod.nasa.gov/apod/image/0710/enckeRipoff_movie_short.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Encke's Tail Ripped Off",
    "url": "https://apod.nasa.gov/apod/image/0710/enckeRipoff_panel.jpg"
  },
  {
    "date": "2007-11-06",
    "explanation": "Why does the Sun flare?  Unpredictably, our Sun unleashes tremendous flares expelling hot gas into the Solar System that can affect satellites, astronauts, and power grids on Earth.  This close up of an active region on the Sun that produced a powerful X-class flare was captured by the orbiting TRACE satellite. Clicking on the image should bring up a movie that shows the evolution of Active Region 9906 over about four hours.  The glowing gas flowing around the relatively stable magnetic field loops above the Sun's photosphere has a temperature of over ten million degrees Celsius. These flows occurred after violently unstable magnetic reconnection events above the Sun produced the flare.  Many things about solar active regions are not well understood including the presence of dark regions that appear to move inward during the movie.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/ar9906_trace.mpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An X Class Flare Region on the Sun",
    "url": "https://apod.nasa.gov/apod/image/0711/ar9906_trace.jpg"
  },
  {
    "date": "2008-03-30",
    "explanation": "Is the distant universe really what it appears to be?  Astronomers hope not.  Intervening dark matter, which is normally invisible, might show its presence by distorting images originating in the  distant universe, much the way an old window distorts images originating on the other side.  By noting the degree to which background galaxies appear unusually flat and unusually similar to neighbors, the dark matter distribution producing these weak gravitational lensing distortions can be estimated.  Analysis of the shapes of 200,000 distant galaxies imaged with the Canada-France-Hawaii Telescope (CFHT) does indicate the presence of a massive network of distributed dark matter.  Future results may even be able to discern details of the distribution.  The above computer generated simulation image shows how dark matter, shown in red, distorts the light path from and apparent shape of distant galaxies, depicted in blue.    digg_url = 'http://apod.nasa.gov/apod/ap080330.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/glshear_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Weak Lensing Distorts the Universe",
    "url": "https://apod.nasa.gov/apod/image/0803/glshear_cfht.jpg"
  },
  {
    "date": "2008-05-17",
    "explanation": "Uncomfortably close Typhoon Rammasun (right) and 25 million light-year distant galaxy M101 don't seem to have much in common. For starters, Rammasun was only a thousand kilometers or so across while M101 (aka the Pinwheel Galaxy) spans about 170,000 light-years, making them vastly dissimilar in scale, not to mention the different physical environments that control their formation and development. But they do look amazingly alike: each with arms exhibiting the shape of a simple and beautiful mathematical curve known as a logarithmic spiral, a spiral whose separation grows in a geometric way with increasing distance from the center. Also known as the equiangular spiral, growth spiral, and Bernoulli's spiral or spira mirabilis, this curve's rich properties have fascinated mathematicians since its discovery by 17th century philosopher Descartes. Intriguingly, this abstract shape is much more abundant in nature than suggested by the striking visual comparison above. For example, logarithmic spirals can also describe the tracks of subatomic particles in a bubble chamber, the arrangement of sunflower seeds and, of course, cauliflower.   digg_url = 'http://apod.nasa.gov/apod/ap080517.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0805/NaturalSpirals.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Logarithmic Spirals",
    "url": "https://apod.nasa.gov/apod/image/0805/NaturalSpiralsS.jpg"
  },
  {
    "date": "2008-05-28",
    "explanation": "What dark forms lurk in the mists of the Carina Nebula? These ominous figures are actually molecular clouds, knots of molecular gas and dust so thick they have become opaque.  In comparison, however, these clouds are typically much less dense than Earth's atmosphere.  Pictured above is part of the most detailed image of the Carina Nebula ever taken, a part where dark molecular clouds are particularly prominent.  The entire Carina Nebula spans over 300 light years and lies about 7,500 light-years away in the constellation of Carina. NGC 3372, known as the Great Nebula in Carina, is home to massive stars and changing nebula.  Eta Carinae, the most energetic star in the nebula, was one of the brightest stars in the sky in the 1830s, but then faded dramatically.  Wide-field annotated and zoomable versions of the larger image composite are also available.   digg_url = 'http://apod.nasa.gov/apod/ap080528.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0805/carina07_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Clouds of the Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/0805/carina07_hst.jpg"
  },
  {
    "copyright": "Daniel Marquardt",
    "date": "2009-02-14",
    "explanation": "Sprawling across almost 200 light-years, emission nebula IC 1805 is a mix of glowing interstellar gas and dark dust clouds. Derived from its Valentine's-Day-approved shape, its nickname is the Heart Nebula. About 7,500 light-years away in the Perseus spiral arm of our galaxy, stars were born in IC 1805. In fact, near the cosmic heart's center are the massive hot stars of a newborn star cluster also known as Melotte 15, about 1.5 million years young. A little ironically, the Heart Nebula is located in the constellation Cassiopeia. From Greek mythology, the northern constellation is named for a vain and boastful queen.  This deep view of the region around the Heart Nebula, cropped from a larger mosaic, spans about 2.5 degrees on the sky or about 5 times the diameter of the Full Moon.   digg_url = 'http://apod.nasa.gov/apod/ap090214.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/IC1805_Daniel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1805: The Heart Nebula",
    "url": "https://apod.nasa.gov/apod/image/0902/IC1805_Daniel_rc800.jpg"
  },
  {
    "date": "2009-04-15",
    "explanation": "What's causing unusual jagged shadows on Saturn's rings? No one is yet sure.  As Saturn nears equinox, its rings increasingly show only their thin edge to the Earth and Sun.  As a result, Saturn's moons now commonly cast long  shadows onto the rings. An example of this is the elongated vertical shadow of Mimas seen on the above right. The series of shorter, jagged shadows that run diagonally, however, are more unusual. Now Saturn's rings have been known to be made of particles for hundreds of years, but these particles have so far escaped direct imaging.  It is therefore particularly exciting that a preliminary hypothesis holds that these jagged shadows are silhouettes of transient groups of ring particles temporarily held close by their own gravity.  Future work will surely continue, as the robotic Cassini spacecraft orbiting Saturn that took the above image will continue to photograph Saturn's magnificent rings right through Saturn's equinox this August.   digg_url = 'http://apod.nasa.gov/apod/ap090415.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/shadows_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jagged Shadows May Indicate Saturn Ring Particles",
    "url": "https://apod.nasa.gov/apod/image/0904/shadows_cassini.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2009-05-22",
    "explanation": "st of Antares, dark markings sprawl through crowded star fields toward the center of our Milky Way Galaxy. Cataloged in the early 20th century by astronomer E. E. Barnard, the obscuring interstellar dust clouds include B59, B72, B77 and B78, seen in silhouette against the starry background. Here, their combined shape suggests a pipe stem and bowl, and so the dark nebula's popular name is the Pipe Nebula. The deep and expansive view was recorded in very dark Chilean skies. It covers a full 10 by 7 degree field in the pronounceable constellation Ophiuchus. The Pipe Nebula is part of the Ophiuchus dark cloud complex located at a distance of about 450 light-years. Dense cores of gas and dust within the Pipe Nebula are collapsing to form stars.   digg_url = 'http://apod.nasa.gov/apod/ap090522.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/pipeneb_beletsky.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "East of Antares",
    "url": "https://apod.nasa.gov/apod/image/0905/pipeneb_beletsky900.jpg"
  },
  {
    "date": "2009-08-01",
    "explanation": "A new star, likely the brightest supernova in recorded human history, lit up planet Earth's sky in the year 1006 AD. The expanding debris cloud from the stellar explosion, found in the southerly constellation of Lupus, still puts on a cosmic light show across the electromagnetic spectrum. In fact, this composite view includes X-ray data in blue from the Chandra Observatory, optical data in yellowish hues, and radio image data in red. Now known as the SN 1006 supernova remnant, the debris cloud appears to be about 60 light-years across and is understood to represent the remains of a white dwarf star. Part of a binary star system, the compact white dwarf gradually captured material from its companion star. The buildup in mass finally triggered a thermonuclear explosion that destroyed the dwarf star. Because the distance to the supernova remnant is about 7,000 light-years, that explosion actually happened 7,000 years before the light reached Earth in 1006. Shockwaves in the remnant accelerate particles to extreme energies and are thought to be a source of the mysterious cosmic rays.   digg_url ='http://apod.nasa.gov/apod/ap090801.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/sn1006c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SN 1006 Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/0908/sn1006c_c800.jpg"
  },
  {
    "date": "2009-09-08",
    "explanation": "Two months ago, something unexpected hit Jupiter. First discovered by an amateur astronomer Anthony Wesley on 2009 July 19, the impact was quickly confirmed and even imaged by the Hubble Space Telescope during the next week. Many of the world's telescopes then zoomed in on our Solar System's largest planet to see the result. Some of these images have been complied into the above animation. Over the course of the last month and a half, the above time-lapse sequence shows the dark spot -- first created when Jupiter was struck -- deforming and dissipating as Jupiter's clouds churned and Jupiter rotated.  It is now thought that a small comet -- perhaps less than one kilometer across -- impacted Jupiter on or before 2009 July 19. Although initially expected to be visible for only a week, astronomers continue to track atmospheric remnants of the impact for new information about winds and currents in Jupiter's thick atmosphere.   digg_url = 'http://apod.nasa.gov/apod/ap090908.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/jupiterimpact_alpo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unexpected Impact on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/0909/jupiterimpact_alpo_big.gif"
  },
  {
    "date": "2010-02-22",
    "explanation": "Will the result of these galactic collisions be one big elliptical galaxy? Quite possibly, but not for another billion years. Pictured above, several of the dwarf galaxies of in the Hickson Compact Group 31 are seen slowly merging.  Two of the brighter galaxies are colliding on the far left, while an elongated galaxy above is connected to them by an unusual bridge of stars. Inspection of the above image further indicates that the bright duo trail a rope of stars pointing to the spiral galaxy on the far right. Most assuredly, the pictured galaxies of Hickson Compact Group 31 will pass through and destroy each other, millions of stars will form and explode, and thousands of nebula will form and dissipate before the dust settles and the final galaxy emerges about one billion years from now. The above image is a composite of images taken in infrared light by the Spitzer Space Telescope, ultraviolet light by the GALEX space telescope, and visible light by the Hubble Space Telescope.  Hickson Compact Group 31 spans about 150 thousand light years and lies about 150 million light years away toward the constellation of Eridanus.   digg_url = 'http://apod.nasa.gov/apod/ap100222.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/hickson31_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Group Hickson 31",
    "url": "https://apod.nasa.gov/apod/image/1002/hickson31_hst.jpg"
  },
  {
    "copyright": "Dieter Willasch",
    "date": "2010-02-26",
    "explanation": "A jewel of the southern sky, the Great Carina Nebula, aka NGC 3372, spans over 300 light-years. Near the upper right of this expansive skyscape, it is much larger than the more northerly Orion Nebula. In fact, the Carina Nebula is one of our galaxy's largest star-forming regions and home to young, extremely massive stars, including the still enigmatic variable Eta Carinae, a star with well over 100 times the mass of the Sun. Nebulae near the center of the 10 degree wide field include NGC 3576 and NGC 3603. Near center at the top of the frame is open star cluster NGC 3532, the Wishing Well Cluster. More compact, NGC 3766, the Pearl Cluster, can be spotted at the left. Anchoring the lower left of the cosmic canvas is another large star-forming region, IC 2948/2944 with embedded star cluster Collinder 249. That region is popularly known as the Running Chicken Nebula.   digg_url = 'http://apod.nasa.gov/apod/ap100226.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/ChickenToEta_Willasch.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Chasing Carina",
    "url": "https://apod.nasa.gov/apod/image/1002/ChickenToEta_Willasch900.jpg"
  },
  {
    "date": "2010-12-08",
    "explanation": "The robotic rover Opportunity has chanced across another small crater on Mars. Pictured above is Intrepid Crater, a 20-meter across impact basin  slightly larger than Nereus Crater that Opportunity chanced across last year. The above image is in approximately true color but horizontally compressed to accommodate a wide angle panorama.  Intrepid Crater was named after the lunar module Intrepid that carried Apollo 12 astronauts to Earth's Moon 41 years ago last month. Beyond Intrepid Crater and past long patches of rusty Martian desert lie peaks from the rim of large Endeavour Crater, visible on the horizon.  If Opportunity can avoid ridged rocks and soft sand, it may reach Endeavour sometime next year.   Call for Reports: Recent Fireball over the United Kingdom",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/intrepid_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Intrepid Crater on Mars",
    "url": "https://apod.nasa.gov/apod/image/1012/intrepid_opportunity.jpg"
  },
  {
    "date": "2011-01-27",
    "explanation": "M78 isn't really hiding in planet Earth's night sky. About 1,600 light-years away and nestled in the nebula rich constellation Orion, the large, bright, reflection nebula is well-known to telescopic skygazers. But this gorgeous image of M78 was selected as the winner of the Hidden Treasures 2010 astrophotography competition. Held by the European Southern Observatory (ESO), the competition challenged amateur astronomers to process data from ESO's astronomical archive in search of cosmic gems. The winning entry shows off amazing details within bluish M78 (center) embraced in dark, dusty clouds, along with a smaller reflection nebula in the region, NGC 2071 (top). Yellowish and even more compact, the recently discovered, variable McNeil's Nebula is prominent in the scene below and right of center. Based on data from ESO's WFI camera and 2.2 meter telescope at La Silla, Chile, this image spans just over 0.5 degrees on the sky. That corresponds to 15 light-years at the estimated distance of M78.",
    "hdurl": "https://apod.nasa.gov/apod/image/1101/M78WFI_chekalin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hidden Treasures of M78",
    "url": "https://apod.nasa.gov/apod/image/1101/M78WFI_chekalin900.jpg"
  },
  {
    "copyright": "Stephen Leshin",
    "date": "2011-02-26",
    "explanation": "This colorful cosmic skyscape features a peculiar system of galaxies cataloged as Arp 227 some 100 million light-years distant. Swimming within the boundaries of the constellation Pisces, Arp 227 consists of the two galaxies prominent on the left; the curious shell galaxy NGC 474 and its blue, spiral-armed neighbor NGC 470. The faint, wide arcs or shells of NGC 474 could have been formed by a gravitational encounter with neighbor NGC 470. Alternately the shells could be caused by a merger with a smaller galaxy producing an effect analogous to ripples across the surface of a pond. Remarkably, the large galaxy on the right hand side of the deep image, NGC 467, appears to be surrounded by faint shells too, evidence of another interacting galaxy system. Intriguing background galaxies are scattered around the field that also includes spiky foreground stars. Of course, those stars lie well within our own Milky Way Galaxy. The field of view spans 25 arc minutes or about 1/2 degree on the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/1102/Arp227friends_leshin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shell Galaxies in Pisces",
    "url": "https://apod.nasa.gov/apod/image/1102/Arp227friends_leshin900.jpg"
  },
  {
    "date": "2011-03-04",
    "explanation": "A dramatic study in contrasts, this colorful skyscape features stars, dust, and glowing gas in NGC 6914. The complex of nebulae lies some 6,000 light-years away, toward the high-flying northern constellation Cygnus and the plane of our Milky Way Galaxy. With foreground dust clouds in silhouette, both reddish hydrogen emission nebulae and dusty blue reflection nebulae fill the 1/2 degree wide field. The view spans nearly 50 light-years at the estimated distance of NGC 6914. Ultraviolet radiation from the massive, hot, young stars of the extensive Cygnus OB2 association ionize the region's atomic hydrogen gas, producing the characteristic red glow as protons and electrons recombine. Embedded Cygnus OB2 stars also provide the blue starlight strongly reflected by the dusty clouds. Constructed as a two-panel mosaic, the image was processed to bring out both bright and dim colors and detailed structures.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/NGC6914_peris.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6914 Nebulae",
    "url": "https://apod.nasa.gov/apod/image/1103/NGC6914_peris_600h.jpg"
  },
  {
    "copyright": "Leuven University",
    "date": "2011-04-08",
    "explanation": "A journey to the center of a red giant star is very firmly in the realm of science fiction. But the science of asteroseismology can explore the conditions there. The technique is to time the small variations in a star's brightness measured by the planet hunting Kepler spacecraft. Regular variations indicate stellar oscillations, analogous to sound waves, that compress and decompress the gas causing brightness changes. As recently discovered in red giant stars, some of the oscillations detected have periods that would cause them to penetrate to the stellar core. In that extreme environment they actually become more intense and can return to the surface. These echoes from the red giant's core are illustrated in this frame from a computer generated animation. Remarkably, the periods measured for the oscillations can even indicate how and where the red giant star's energy production, by hydrogen or helium fusion, is taking place.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/redGinterior_beck.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Echoes from the Depths of a Red Giant Star",
    "url": "https://apod.nasa.gov/apod/image/1104/redGinterior_beck.jpg"
  },
  {
    "date": "2011-05-31",
    "explanation": "Jets of streaming plasma expelled by the central black hole of a massive spiral galaxy  light up this composite image of Centaurus A. The jets emanating from Cen A are over a million light years long. Exactly how the central black hole expels infalling matter is still unknown. After clearing the galaxy, however, the jets inflate large radio bubbles that likely glow for millions of years. If excited by a passing front, radio bubbles can even light up again after a billion years. X-ray light is depicted in the above composite image in blue, while microwave light is false-colored orange.  The inset image in radio light shows newly imaged, never seen-before details of the innermost light year of the central jet.",
    "hdurl": "https://apod.nasa.gov/apod/image/1105/cenAjets_many_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jets from Unusual Galaxy Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/1105/cenAjets_many_900.jpg"
  },
  {
    "copyright": "Gordon\nMandell",
    "date": "2011-06-15",
    "explanation": "Featured in this sharp telescopic image, globular star cluster Omega Centauri (NGC 5139) is some 15,000 light-years away. Some 150 light-years in diameter, the cluster is packed with about 10 million stars much older than the Sun. Omega Cen is the largest of 200 or so known globular clusters that roam the halo of our Milky Way galaxy. Though most star clusters consist of stars with the same age and composition, the enigmatic Omega Cen exhibits the presence of different stellar populations with a spread of ages and chemical abundances. In fact, Omega Cen may be the remnant core of a small galaxy merging with the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/NGC5139_mandell.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Millions of Stars in Omega Centauri",
    "url": "https://apod.nasa.gov/apod/image/1106/NGC5139_mandell900.jpg"
  },
  {
    "date": "2011-08-19",
    "explanation": "In this remarkable infrared skyscape of interstellar clouds adrift in the high flying constellation Cygnus, the eye is drawn to the Cocoon Nebula. Also known as IC5146, the dusty star forming region is shown in blue hues in the Herschel Space Observatory false color image, at wavelengths more than 100 times longer than visible red light. And while visible light images show the Cocoon nebula at the end of long dark nebula Barnard 168, Hershel's infrared view finds the cosmic Cocoon punctuating a trail of filamentary clouds of glowing dust. The filaments have widths that suggest they are formed as shockwaves from exploding stars travel through the medium, sweeping up and compressing the interstellar dust and gas. Herschel data also indicate stars are forming along the dusty filaments. The Cocoon Nebula itself is about 15 light-years wide and 4,000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1108/cocoon_herschelPIA14038.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Herschel's Cocoon",
    "url": "https://apod.nasa.gov/apod/image/1108/cocoon_herschelPIA14038c.jpg"
  },
  {
    "copyright": "Stefano De Rosa",
    "date": "2011-12-29",
    "explanation": "While Comet Lovejoy entertained early morning risers in the southern hemisphere, a lovely conjunction of a young crescent Moon and Venus graced western skies at sunset. Captured on December 26th the conjunction, with beautiful sunset colors above and below, is seen here over Viverone Lake near Turin, Italy. But if you've been outdoors at all lately enjoying sunsets on planet Earth, then you've probably noticed Venus low in the west as the season's brilliant evening star. Sometimes mistaken for a terrestrial light near the horizon, Venus is the third brightest celestial beacon, after the Sun and Moon. That distinction is particularly easy to appreciate in this peaceful scene.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/img_07981derosa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Conjunction at Sunset",
    "url": "https://apod.nasa.gov/apod/image/1112/img_07981derosa900h.jpg"
  },
  {
    "copyright": "Tun Tezel",
    "date": "2012-08-09",
    "explanation": "This composite of images spaced some 5 to 7 days apart from late October 2011 (top right) through early July 2012 (bottom left), traces the retrograde motion of ruddy-colored Mars through planet Earth's night sky. To connect the dots in Mars' retrograde loop, just slide your cursor over the picture (and check out this animation). But Mars didn't actually reverse the direction of its orbit. Instead, the apparent backwards motion with respect to the background stars is a reflection of the motion of the Earth itself. Retrograde motion can be seen each time Earth overtakes and laps planets orbiting farther from the Sun, the Earth moving more rapidly through its own relatively close-in orbit.  On March 4th, 2012 Mars was opposite the Sun in Earth's sky, near its closest and brightest at the center of this picture. Just arrived on the surface of the Red Planet, the Curiosity rover was launched on November 26, when Mars was near the crossover point of its retrograde loop. Of course, Mars can now be spotted close to Saturn and bright star Spica, near the western horizon after sunset.   Even Newer Curiosity Images: Including a color panorama and the Mt. Sharp horizon  New Curiosity Images: Including 360 degree panorama and rover self portrait",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/Ma2011-2Tezel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars in the Loop",
    "url": "https://apod.nasa.gov/apod/image/1208/Ma2011-2Tezel900.jpg"
  },
  {
    "date": "2013-06-17",
    "explanation": "What creates these long and nearly straight grooves on Mars? Dubbed linear gullies, they appear on the sides of some sandy slopes during Martian spring, have nearly constant width, extend for as long as two kilometers, and have raised banks along their sides. Unlike most water flows, they do not appear to have areas of dried debris at the downhill end. A leading hypothesis -- actually being tested here on Earth -- is that these linear gullies are caused by chunks of carbon dioxide ice (dry ice) breaking off and sliding down hills while sublimating into gas, eventually completely evaporating into thin air. If true, these natural dry-ice sleds may well provide future adventurers a smooth ride on cushions of escaping carbon dioxide. The above recently-released image was taken in 2006 by the HiRISE camera on board the NASA's Mars Reconnaissance Orbiter currently orbiting Mars.   Astrophysicists: Browse 600+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1306/lineargullies_hirise_1457.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dry Ice Sled Streaks on Mars",
    "url": "https://apod.nasa.gov/apod/image/1306/lineargullies_hirise_960.jpg"
  },
  {
    "copyright": "Chris Cook",
    "date": "2013-11-21",
    "explanation": "Star trails arc above a moonlit beach and jetty in this serene sea and night skyscape. Captured on November 19, the single time exposure looks south down the Atlantic coast from Cape Cod, Massachusetts, USA. But the longest and brightest trail is a Minotaur 1 rocket, a stage separation and exhaust plume visible along the rocket's fiery path toward low Earth orbit. The multi-stage Minotaur was launched from the Mid-Atlantic Regional Spaceport at NASA's Wallops Flight Facility at 8:15 pm Eastern Time in Virginia, about 400 miles away. On board were a remarkable 29 satellites destined for low Earth orbit, including a small cubesat built by high school students, and Firefly.",
    "hdurl": "https://apod.nasa.gov/apod/image/1311/minotaur1_111913cook.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Trail of a Minotaur",
    "url": "https://apod.nasa.gov/apod/image/1311/minotaur1_111913cook950.jpg"
  },
  {
    "date": "2014-07-18",
    "explanation": "A mysterious, squid-like apparition, this nebula is very faint, but also very large in planet Earth's sky. In the mosaic image, composed with narrowband data from the 2.5 meter Isaac Newton Telescope, it spans some 2.5 full moons toward the constellation Cepheus. Recently discovered by French astro-imager Nicolas Outters, the remarkable nebula's bipolar shape and emission are consistent with it being a planetary nebula, the gaseous shroud of a dying sun-like star, but its actual distance and origin are unknown. A new investigation suggests Ou4 really lies within the emission region SH2-129 some 2,300 light-years away. Consistent with that scenario, the cosmic squid would represent a spectacular outflow of material driven by a triple system of hot, massive stars, cataloged as HR8119, seen near the center of the nebula. If so, this truly giant squid nebula would physically be nearly 50 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/ou4_colourreduced_corradi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ou4: A Giant Squid Nebula",
    "url": "https://apod.nasa.gov/apod/image/1407/ou4_colourreduced_corradi800.jpg"
  },
  {
    "copyright": "Terry Hancock",
    "date": "2014-09-05",
    "explanation": "This rich starscape spans nearly 7 degrees on the sky, toward the Sagittarius spiral arm and the center of our Milky Way galaxy. A telescopic mosaic, it features well-known bright nebulae and star clusters cataloged by 18th century cosmic tourist Charles Messier. Still popular stops for skygazers M16, the Eagle (far right), and M17, the Swan (near center) nebulae are the brightest star-forming emission regions. With wingspans of 100 light-years or so, they shine with the telltale reddish glow of hydrogen atoms from over 5,000 light-years away. Colorful open star cluster M25 near the upper left edge of the scene is closer, a mere 2,000 light-years distant and about 20 light-years across. M24, also known as the Sagittarius Star Cloud, crowds in just left of center along the bottom of the frame, fainter and more distant Milky Way stars seen through a narrow window in obscuring fields of interstellar dust.",
    "hdurl": "https://apod.nasa.gov/apod/image/1409/M16M17M18M24M25RGBHa_5panel_Hancock.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sagittarius Starscape",
    "url": "https://apod.nasa.gov/apod/image/1409/M16M17M18M24M25RGBHa_5panel_Hancock1024.jpg"
  },
  {
    "date": "2014-10-12",
    "explanation": "How did a star create the Helix nebula?  The shapes of planetary nebula like the Helix are important because they likely hold clues to how stars like the Sun end their lives.  Observations by the orbiting Hubble Space Telescope and the 4-meter Blanco Telescope in Chile, however, have shown the Helix is not really a simple helix.  Rather, it incorporates two nearly perpendicular disks as well as arcs, shocks, and even features not well understood.  Even so, many strikingly geometric symmetries remain.  How a single Sun-like star created such beautiful yet geometric complexity is a topic of research.  The Helix Nebula is the nearest planetary nebula to Earth, lies only about 700 light years away toward the constellation of Aquarius, and spans about 3 light-years.    APOD Wall Calendar: Nebulas and Star Clusters",
    "hdurl": "https://apod.nasa.gov/apod/image/1410/helix_blancoHubble_6145.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Helix Nebula from Blanco and Hubble",
    "url": "https://apod.nasa.gov/apod/image/1410/helix_blancoHubble_1080.jpg"
  },
  {
    "copyright": "Jia Hao",
    "date": "2014-12-27",
    "explanation": "Known in the north as a winter meteor shower, the 2014 Geminids rain down on this rugged, frozen landscape. The scene was recorded from the summit of Mt. Changbai along China's northeastern border with North Korea as a composite of digital frames capturing bright meteors near the shower's peak. Orion is near picture center above the volcanic cater lake. The shower's radiant in the constellation Gemini is to the upper left, at the apparent origin of all the meteor streaks. Paying the price for such a dreamlike view of the celestial spectacle, photographer Jia Hao reports severe wind gusts and wintery minus 34 degree C temperatures near the summit.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/TheWinterShowerJiaHao.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Winter Shower",
    "url": "https://apod.nasa.gov/apod/image/1412/TheWinterShowerJiaHao.jpg"
  },
  {
    "date": "2015-04-21",
    "explanation": "You can explore asteroid Vesta. Recently, NASA's robotic spaceship Dawn visited Vesta, the second largest object in our Solar System's main asteroid belt, which lies between Mars and Jupiter. During a year-long stopover, Dawn's cameras photographed Vesta's entire surface, documenting all of the minor planet's major mountains and craters. These images have now been combined into a digital model that allows anyone with a full-featured browser to fly all around Vesta, virtually, and even zoom in on interesting surface features, by just dragging and clicking. If desired, the initially flat 2D map can be wrapped into a nearly spherical object by clicking on the 3D icon at the bottom. Dawn departed Vesta in 2012 and is now just beginning to photograph and explore the mysteries of the largest object in the asteroid belt: dwarf-planet Ceres.   News: Ceres' mysterious bright spots come back into view.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Vesta Trek: A Digital Model of Asteroid Vesta",
    "url": "http://vestatrek.jpl.nasa.gov/"
  },
  {
    "date": "2015-05-24",
    "explanation": "What's that rising from the clouds?  The space shuttle. Sometimes, if you looked out the window of an airplane at just the right place and time, you could have seen something very unusual -- a space shuttle launching to orbit.  Images of the rising shuttle and its plume became widely circulated over the web shortly after Endeavour's final launch in 2011 May. The above image was taken from a shuttle training aircraft by NASA and is not copyrighted. Taken well above the clouds, the image can be matched with similar images of the same shuttle plume taken below the clouds.  Hot glowing gasses expelled by the engines are visible near the rising shuttle, as well as a long smoke plume.  A shadow of the plume appears on the cloud deck, indicating the direction of the Sun. The US Space Shuttle program concluded in 2011, and Endeavour can now be visited at the California Science Center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1505/shuttleplume_sts134_2502.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Space Shuttle Rising",
    "url": "https://apod.nasa.gov/apod/image/1505/shuttleplume_sts134_960.jpg"
  },
  {
    "copyright": "Yuichi TakasakaTWANwww.blue-moon.ca",
    "date": "2015-09-28",
    "explanation": "Recorded in 2014 April, this total lunar eclipse sequence looks south down icy Waterton Lake from the Waterton Lakes National Park in Alberta, Canada, planet Earth. The most distant horizon includes peaks in Glacier National Park, USA. An exposure every 10 minutes captured the Moon's position and eclipse phase, as it arced, left to right, above the rugged skyline and Waterton town lights. In fact, the sequence effectively measures the roughly 80 minute duration of the total phase of the eclipse. Around 270 BC, the Greek astronomer Aristarchus also measured the duration of lunar eclipses - though probably without the benefit of digital clocks and cameras. Still, using geometry, he devised a simple and impressively accurate way to calculate the Moon's distance, in terms of the radius of planet Earth, from the eclipse duration. This modern eclipse sequence also tracks the successive positions of Mars, above and right of the Moon, bright star Spica next to the reddened lunar disk, and Saturn to the left and below.   Gallery: Last night's total supermoon eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/1509/LunarEclipseWaterton_Takasaka_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Total Lunar Eclipse over Waterton Lake",
    "url": "https://apod.nasa.gov/apod/image/1509/LunarEclipseWaterton_Takasaka_960.jpg"
  },
  {
    "copyright": "Jose Antonio Hervs",
    "date": "2015-09-29",
    "explanation": "What's more rare than a supermoon total lunar eclipse? How about a supermoon total lunar eclipse over a lightning storm. Such an electrifying sequence was captured yesterday from Ibiza, an island in southeastern Spain. After planning the location for beauty, and the timing to capture the entire eclipse sequence, the only thing that had to cooperate for this astrophotographer to capture a memorable eclipse sequence was the weather. What looked to be a bother on the horizon, though, turned out to be a blessing.  The composite picture features over 200 digitally combined images from the same location over the course of a night. The full moon is seen setting as it faded to red in Earth's shadow and then returned to normal.  The fortuitous lightning is seen reflected in the Mediterranean to the right of the 400-meter tall rocky island of Es Vedra. Although the next total eclipse of a large and bright supermoon will occur in 2033, the next total eclipse of any full moon will occur in January 2018 and be best visible from eastern Asia and Australia.   Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1509/LightningEclipse_Hervas_1900.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supermoon Total Lunar Eclipse and Lightning Storm",
    "url": "https://apod.nasa.gov/apod/image/1509/LightningEclipse_Hervas_960.jpg"
  },
  {
    "date": "2015-10-04",
    "explanation": "This floating ring is the size of a galaxy.  In fact, it is a galaxy -- or at least part of one: the photogenic Sombrero Galaxy, one of the largest galaxies in the nearby Virgo Cluster of Galaxies.  The dark band of dust that obscures the mid-section of the Sombrero Galaxy in optical light actually glows brightly in infrared light.  The above image, digitally sharpened, shows the infrared glow, recently recorded by the orbiting Spitzer Space Telescope, superposed in false-color on an existing image taken by NASA's Hubble Space Telescope in optical light. The Sombrero Galaxy, also known as M104, spans about 50,000 light years across and lies 28 million light years away.  M104 can be seen with a small telescope in the direction of the constellation Virgo.",
    "hdurl": "https://apod.nasa.gov/apod/image/1510/sombrero_spitzer_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sombrero Galaxy in Infrared",
    "url": "https://apod.nasa.gov/apod/image/1510/sombrero_spitzer_1080.jpg"
  },
  {
    "copyright": "Tun Tezel",
    "date": "2016-05-21",
    "explanation": "In this early May night skyscape, a mountain road near Bursa, Turkey seems to lead toward bright planets Mars and Saturn and the center of our Milky Way Galaxy, a direction nearly opposite the Sun in planet Earth's sky. The brightest celestial beacon on the scene, Mars, reaches its opposition tonight and Saturn in early June. Both will remain nearly opposite the Sun, up all night and close to Earth for the coming weeks, so the time is right for good telescopic viewing. Mars and Saturn form the tight celestial triangle with red giant star Antares just right of the Milky Way's central bulge. But tonight the Moon is also at opposition. Easy to see near bright Mars and Saturn, the Full Moon's light will wash out the central Milky Way's fainter starlight though, even in dark mountain skies.  Participate: Take an Aesthetics & Astronomy Survey",
    "hdurl": "https://apod.nasa.gov/apod/image/1605/UludagFatinSaMa2016.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way and Planets Near Opposition",
    "url": "https://apod.nasa.gov/apod/image/1605/UludagFatinSaMa2016_1024.jpg"
  },
  {
    "copyright": "Stphane Guisard",
    "date": "2017-03-29",
    "explanation": "Four laser beams cut across this startling image of the Orion Nebula, as seen from ESO's Paranal Observatory in the Atacama desert on planet Earth. Not part of an interstellar conflict, the lasers are being used for an observation of Orion by UT4, one of the observatory's very large telescopes, in a technical test of an image-sharpening adaptive optics system. This view of the nebula with laser beams was captured by a small telescope from outside the UT4 enclosure. The beams are visible from that perspective because in the first few kilometers above the observatory the Earth's dense lower atmosphere scatters the laser light. The four small segments appearing beyond the beams are emission from an atmospheric layer of sodium atoms excited by the laser light at higher altitudes of 80-90 kilometers. Seen from the perspective of the UT4, those segments form bright spots or artificial guide stars. Their fluctuations are used in real-time to correct for atmospheric blurring along the line-of-sight by controlling a deformable mirror in the telescope's optical path.",
    "hdurl": "https://apod.nasa.gov/apod/image/1703/SGU-M42-4LGS-RC500-STL-RVB-1200x800-cp10.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nebula with Laser Beams",
    "url": "https://apod.nasa.gov/apod/image/1703/SGU-M42-4LGS-RC500-STL-RVB-1024x693-cp10.jpg"
  },
  {
    "date": "2017-04-02",
    "explanation": "Near the outskirts of the Small Magellanic Cloud, a satellite galaxy some 200 thousand light-years distant, lies 5 million year young star cluster NGC 602. Surrounded by natal gas and dust, NGC 602 is featured in this stunning Hubble image of the region, augmented by images in the X-ray by Chandra,  and in the infrared by Spitzer. Fantastic ridges and swept back shapes strongly suggest that energetic radiation and shock waves from NGC 602's massive young stars have eroded the dusty material and triggered a progression of star formation moving away from the cluster's center. At the estimated distance of the Small Magellanic Cloud, the Picture spans about 200 light-years, but a tantalizing assortment of background galaxies are also visible in this sharp multi-colored view. The background galaxies are hundreds of millions of light-years or more beyond NGC 602.    Open Science: Browse 1,400+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1704/ngc602_ChandraHubbleSpitzer_3600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 602 and Beyond",
    "url": "https://apod.nasa.gov/apod/image/1704/ngc602_ChandraHubbleSpitzer_960.jpg"
  },
  {
    "date": "2017-12-20",
    "explanation": "How can you wash your hair in space -- without gravity?  Long a bother for space-faring astronauts, Karen Nyberg, a flight engineer on the International Space Station (ISS) in 2013, gave a tutorial. Key components are a squirt package of water, no-rinse shampoo, and vigorous use of a towel and comb.  Even so, the featured video shows that the whole process should take only a few minutes.  Residual water will eventually evaporate from your hair, be captured by the space station's air conditioning system, and be purified into drinking water. After returning from a total of 180 days in space, Nyberg has worked for NASA in several capacities including as the Chief of Robotics branch.",
    "media_type": "video",
    "service_version": "v1",
    "title": "How to Wash Your Hair in Space",
    "url": "https://www.youtube.com/embed/uIjNfZbUYu8?rel=0"
  },
  {
    "date": "2018-01-21",
    "explanation": "Yes, but can your blizzard do this? In Upper Michigan's Storm of the Century in 1938, some snow drifts reached the level of utility poles. Nearly a meter of new and unexpected snow fell over two days in a storm that started 80 years ago this week.  As snow fell and gale-force winds piled snow to surreal heights; many roads became not only impassable but unplowable; people became stranded; cars, school buses and a train became mired; and even a dangerous fire raged. Fortunately only two people were killed, although some students were forced to spend several consecutive days at school.  The featured image was taken by a local resident soon after the storm. Although all of this snow eventually melted, repeated snow storms like this help build lasting glaciers in snowy regions of our planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1801/snowpoles_brinkman_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Upper Michigan Blizzard of 1938",
    "url": "https://apod.nasa.gov/apod/image/1801/snowpoles_brinkman_960.jpg"
  },
  {
    "date": "2018-10-09",
    "explanation": "Many spiral galaxies have bars across their centers.  Even our own Milky Way Galaxy is thought to have a modest central bar. Prominently barred spiral galaxy NGC 1672, featured here, was captured in spectacular detail in an image taken by the orbiting Hubble Space Telescope. Visible are dark filamentary dust lanes, young clusters of bright blue stars, red emission nebulas of glowing hydrogen gas, a long bright bar of stars across the center, and a bright active nucleus that likely houses a supermassive black hole.  Light takes about 60 million years to reach us from NGC 1672, which spans about 75,000 light years across. NGC 1672, which appears toward the constellation of the Dolphinfish (Dorado), is being studied to find out how a spiral bar contributes to star formation in a galaxy's central regions.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/NGC1672_Hubble_3600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1672: Barred Spiral Galaxy from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1810/NGC1672_Hubble_1080.jpg"
  },
  {
    "copyright": "Mark Hanson",
    "date": "2018-11-28",
    "explanation": "This cosmic close-up looks deep inside the Soul Nebula. The dark and brooding dust clouds on the left, outlined by bright ridges of glowing gas, are cataloged as IC 1871. About 25 light-years across, the telescopic field of view spans only a small part of the much larger Heart and Soul nebulae. At an estimated distance of 6,500 light-years the star-forming complex lies within the Perseus spiral arm of our  Milky Way Galaxy, seen in planet Earth's skies toward the constellation Cassiopeia. An example of triggered star formation, the dense star-forming clouds of IC 1871 are themselves sculpted by the intense winds and radiation of the region's massive young stars. The featured image appears mostly red due to the emission of a specific color of light emitted by excited hydrogen gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/1811/IC1871_Hanson_3922.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1871: Inside the Soul Nebula",
    "url": "https://apod.nasa.gov/apod/image/1811/IC1871_Hanson_960.jpg"
  },
  {
    "copyright": "Yudong Jiang",
    "date": "2018-12-04",
    "explanation": "What's happening between those mountains? A rocket is being launched to space. Specifically, a Long March 3B Carrier Rocket was launched from Xichang Satellite Launch Center in Sichuan Province in China about two week ago.  The rocket lifted two navigation satellites to about 2,000 kilometers above the Earth's surface, well above the orbit of the International Space Station, but well below the orbit of geostationary satellites.  China's Chang'e 3 mission that landed the robotic Yutu rover on the Moon was launched from Xichang in 2013.  The featured image was taken about 10 kilometers from the launch site and is actually a composite of nine exposures, including a separate background image.",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/RocketLaunch_Jiang_4199.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rocket Launch between Mountains",
    "url": "https://apod.nasa.gov/apod/image/1812/RocketLaunch_Jiang_960.jpg"
  },
  {
    "date": "2019-05-15",
    "explanation": "How far away is spiral galaxy NGC 4921? It's surpringly important to know.  Although presently estimated to be about 300 million light years distant, a more precise determination could be coupled with its known recession speed to help humanity better calibrate the expansion rate of the entire visible universe.  Toward this goal, several images were taken by the Hubble Space Telescope in order to help identify key stellar distance markers known as Cepheid variable stars.   Since NGC 4921 is a member of the Coma Cluster of Galaxies, refining its distance would also allow a better distance determination to one of the largest nearby clusters in the local universe. The magnificent spiral NGC 4921 has been informally dubbed anemic because of its low rate of star formation and low surface brightness. Visible in the featured image are, from the center, a bright nucleus, a bright central bar, a prominent ring of dark dust, blue clusters of recently formed stars, several smaller companion galaxies, unrelated galaxies in the far distant universe, and unrelated stars in our Milky Way Galaxy.    APOD in other languages: Arabic, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, German, French, French, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish and Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/1905/NGC4921_HubbleShatz_4046.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Anemic Spiral NGC 4921 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1905/NGC4921_HubbleShatz_960.jpg"
  },
  {
    "date": "2019-06-23",
    "explanation": "How do violent stars affect their surroundings? To help find out, astronomers created a 48-frame high-resolution, controlled-color panorama of the center of the Carina Nebula, one of the largest star forming regions on the night sky. The featured image, taken in 2007, was the most detailed image of the Carina Nebula yet taken.  Cataloged as NGC 3372, the Carina Nebula is home to streams of hot gas, pools of cool gas, knots of dark globules, and pillars of dense dusty interstellar matter. The Keyhole Nebula, visible left of center, houses several of the most massive stars known.  These large and violent stars likely formed in dark globules and continually reshape the nebula with their energetic light, outflowing stellar winds, and ultimately by ending their lives in supernova explosions.  Visible to the unaided eye, the entire Carina Nebula spans over 450 light years and lies about 8,500 light-years away toward the constellation of Ship's Keel (Carina).",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/carina2_hst_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Carina Nebula Panorama from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1906/carina2_hst_1080.jpg"
  },
  {
    "copyright": "Michael Miller",
    "date": "2019-08-24",
    "explanation": "Globular star cluster Omega Centauri, also known as NGC 5139, is some 15,000 light-years away. The cluster is packed with about 10 million stars much older than the Sun within a volume about 150 light-years in diameter. It's the largest and brightest of 200 or so known globular clusters that roam the halo of our Milky Way galaxy. Though most star clusters consist of stars with the same age and composition, the enigmatic Omega Cen exhibits the presence of different stellar populations with a spread of ages and chemical abundances. In fact, Omega Cen may be the remnant core of a small galaxy merging with the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/OmegaCentauriMillerWalker2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Millions of Stars in Omega Centauri",
    "url": "https://apod.nasa.gov/apod/image/1908/OmegaCentauriMillerWalker1024.jpg"
  },
  {
    "copyright": "Miguel Claro",
    "date": "2020-04-21",
    "explanation": "Have you ever had stars in your eyes? It appears that the eye on the left does, and moreover it appears to be gazing at even more stars. The featured 27-frame mosaic was taken last July from Ojas de Salar in the Atacama Desert of Chile.  The eye is actually a small lagoon captured reflecting the dark night sky as the Milky Way Galaxy arched overhead. The seemingly smooth band of the Milky Way is really composed of billions of stars, but decorated with filaments of light-absorbing dust and red-glowing nebulas. Additionally, both Jupiter (slightly left the galactic arch) and Saturn (slightly to the right) are visible.  The lights of small towns dot the unusual vertical horizon.  The rocky terrain around the lagoon appears to some more like the surface of Mars than our Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/EyeOnMW_Claro_1380.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eye on the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2004/EyeOnMW_Claro_960.jpg"
  },
  {
    "copyright": "Bernard Miller",
    "date": "2020-09-18",
    "explanation": "Peculiar spiral galaxy Arp 78 is found within the boundaries of the head strong constellation Aries, some 100 million light-years beyond the stars and nebulae of our Milky Way galaxy. Also known as NGC 772, the island universe is over 100,000 light-years across and sports a single prominent outer spiral arm in this detailed cosmic portrait. Its brightest companion galaxy, compact NGC 770, is toward the upper right of the larger spiral. NGC 770's fuzzy, elliptical appearance contrasts nicely with a spiky foreground Milky Way star in matching yellowish hues. Tracking along sweeping dust lanes and lined with young blue star clusters, Arp 78's large spiral arm is likely due to gravitational tidal interactions. Faint streams of material seem to connect Arp 78 with its nearby companion galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/2009/NGC772_PS2_CROP_INSIGHT2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 78: Peculiar Galaxy in Aries",
    "url": "https://apod.nasa.gov/apod/image/2009/NGC772_PS2_CROP_INSIGHT1024.jpg"
  },
  {
    "copyright": "Pierre Martin",
    "date": "2021-09-24",
    "explanation": "This year an outburst of Perseid meteors surprised skywatchers. The reliable meteor shower's peak was predicted for the night of August 12/13. But persistent visual observers in North America were deluged with a startling Perseid shower outburst a day later, with reports of multiple meteors per minute and sometimes per second in the early hours of August 14. The shower radiant is high in a dark night sky in this composite image. It painstakingly registers the trails of 282 Perseids captured during the stunning outburst activity between 0650 UT (02:50am EDT) and 0900 UT (05:00am EDT) on August 14 from Westmeath Lookout, Ontario. Of course the annual Perseid meteor shower is associated with planet Earth's passage through dusty debris from periodic comet 109P/Swift-Tuttle. The 2021 outburst could have been caused by an unanticipated encounter with the Perseid Filament, a denser ribbon of dust inside the broader debris zone.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/IMG_9365-Aug1314-2021-282-meteors.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseid Outburst at Westmeath Lookout",
    "url": "https://apod.nasa.gov/apod/image/2109/IMG_9365-Aug1314-2021-282-meteors1024.jpg"
  },
  {
    "copyright": "Damien Cannane",
    "date": "2021-11-24",
    "explanation": "Have you ever seen the Pleiades star cluster? Even if you have, you probably have never seen it as large and clear as this. Perhaps the most famous star cluster on the sky, the bright stars of the Pleiades can be seen without binoculars from even the depths of a light-polluted city.  With a long exposure from a dark location, though, the dust cloud surrounding the Pleiades star cluster becomes very evident. The featured exposure, taken from Florida, USA, covers a sky area several times the size of the full moon.  Also known as the Seven Sisters and M45, the Pleiades lies about 400 light years away toward the constellation of the Bull (Taurus).  A common legend with a modern twist is that one of the brighter stars faded since the cluster was named, leaving only six of the sister stars visible to the unaided eye. The actual number of Pleiades stars visible, however, may be more or less than seven, depending on the darkness of the surrounding sky and the clarity of the observer's eyesight.   Volunteer Opportunity: Someone to Update APOD's RSS Feed",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/PleiadesB_Cannane_2419.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pleiades: The Seven Sisters Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/2111/PleiadesB_Cannane_960.jpg"
  },
  {
    "date": "2022-03-19",
    "explanation": "2MASS J17554042+6551277 doesn't exactly roll off the tongue but that's the name, a coordinate-based catalog designation, of the star centered in this sharp field of view. Fans of the distant universe should get used to its spiky appearance though. The diffraction pattern is created by the 18 hexagonal mirror segments of the James Webb Space Telescope. After unfolding, the segments have now been adjusted to achieve a diffraction limited alignment at infrared wavelengths while operating in concert as a single 6.5 meter diameter primary mirror. The resulting image taken by Webb's NIRcam demonstrates their precise alignment is the best physics will allow. 2MASS J17554042+6551277 is about 2,000 light-years away and well within our own galaxy. But the galaxies scattered across the background of the Webb telescope alignment evaluation image are likely billions of light-years distant, far beyond the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/telescope_alignment_evaluation_image_labeled.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "2MASS J17554042+6551277",
    "url": "https://apod.nasa.gov/apod/image/2203/telescope_alignment_evaluation_image_labeled1024.jpg"
  },
  {
    "copyright": "Michael Cain",
    "date": "2022-05-31",
    "explanation": "The launch of a rocket at sunrise can result in unusual but intriguing images that feature both the rocket and the Sun. Such was the case last month when a SpaceX Falcon 9 rocket blasted off from NASA's Kennedy Space Center carrying 53 more Starlink satellites into low Earth orbit. In the featured launch picture, the rocket's exhaust plume glows beyond its projection onto the distant Sun, the rocket itself appears oddly jagged, and the Sun's lower edge shows peculiar drip-like ripples. The physical cause of all of these effects is pockets of relatively hot or rarefied air deflecting sunlight less strongly than pockets relatively cool or compressed air: refraction.  Unaware of the Earthly show, active sunspot region 3014 -- on the upper left -- slowly crosses the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/FalconSun_Cain_2166.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rocket Transits Rippling Sun",
    "url": "https://apod.nasa.gov/apod/image/2205/FalconSun_Cain_960.jpg"
  },
  {
    "copyright": "Michael LuyTrier Observatory",
    "date": "2023-03-15",
    "explanation": "This was a sky to show the kids. Early this month the two brightest planets in the night sky, Jupiter and Venus, appeared to converge. At their closest, the two planets were separated by only about the angular width of the full moon. The spectacle occurred just after sunset and was seen and photographed all across planet Earth. The displayed image was taken near to the time of closest approach from Wiltingen, Germany, and features the astrophotographer, spouse, and their two children.  Of course, Venus remains much closer to both the Sun and the Earth than Jupiter -- the apparent closeness between the planets in the sky of Earth was only angular.  Jupiter and Venus have passed and now appear increasingly far apart. Similar planetary convergence opportunities will eventually arise.  In a few months, for example, Mars and Venus will appear to congregate just as the Sun sets.   Jupiter & Venus Conjunction Gallery: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/JupiterVenus_Luy_5496.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter and Venus Converge over Germany",
    "url": "https://apod.nasa.gov/apod/image/2303/JupiterVenus_Luy_960.jpg"
  }
]
